{
    "1": {
        "0": " A 19-year-old male came to clinic with some sexual concern. He recently engaged in a relationship and is worried about the satisfaction of his girlfriend. He has a \"baby face\" according to his girlfriend's statement and he is not as muscular as his classmates. On physical examination, there is some pubic hair and poorly developed secondary sexual characteristics. He is unable to detect coffee smell during the examination, but the visual acuity is normal. Ultrasound reveals the testes volume of 1-2 ml. The hormonal evaluation showed serum testosterone level of 65 ng/dL with low levels of GnRH. ",
        "1": "what is the normal testosterone levels",
        "2": "testosterone levels for 19",
        "3": "testosterone level in males",
        "4": "what testosterone level should a male male have",
        "5": "testosterone levels in urine",
        "6": "testosterone level for male",
        "7": "average testosterone reading by age",
        "8": "what is the testosterone level",
        "9": "what testosterone level is normal",
        "10": "testosterone levels",
        "11": "testosterone levels in males",
        "12": "what is the normal testosterone level in humans",
        "13": "what is serum testosterone",
        "14": "what is the normal range for testosterone",
        "15": "what is the testosterone level in a man",
        "16": "what testosterone level is considered low",
        "17": "what should testosterone be",
        "18": "testes volume",
        "19": "what testosterone level can detect",
        "20": "testosterone level",
        "21": "what is normal testosterone range",
        "22": "what is the normal testes volume",
        "23": "what is the normal level of testosterone?",
        "24": "what testosterone level should be",
        "25": "what is testosterone level for male",
        "26": "what is the normal level for testosterone in the testes",
        "27": "testosterone level normal",
        "28": "testosterone levels in male",
        "29": "what level of testosterone is low with low gnrh",
        "30": "testosterone level for 18 year old male",
        "31": "testosterone levels by age",
        "32": "what is gnrh level",
        "33": "testosterone level is low"
    },
    "2": {
        "0": " A 32-year-old woman comes to the hospital with vaginal spotting. Her last menstrual period was 10 weeks ago. She has regular menses lasting for 6 days and repeating every 29 days. Medical history is significant for appendectomy and several complicated UTIs. She has multiple male partners, and she is inconsistent with using barrier contraceptives. Vital signs are normal. Serum β-hCG level is 1800 mIU/mL, and a repeat level after 2 days shows an abnormal rise to 2100 mIU/mL. Pelvic ultrasound reveals a thin endometrium with no gestational sac in the uterus. ",
        "1": "hgc level normal",
        "2": "hcg level after spotting",
        "3": "what serum hcg is used to diagnose pregnancy",
        "4": "hcg test abnormality",
        "5": "hcg level after ultrasound",
        "6": "hcg levels",
        "7": "-hcg level",
        "8": "hcg level",
        "9": "vaginal spotting lasts how long",
        "10": "when does hcg level rise",
        "11": "what is normal hcg",
        "12": "what hcg is abnormal in a woman",
        "13": "hcg serum",
        "14": "vaginal spotting lasts for how long",
        "15": "hcg normal level for a woman",
        "16": "hcg levels in pregnancy",
        "17": "hcg serum level",
        "18": "hcg levels normal",
        "19": "hcg levels for pregnancy test",
        "20": "when to order menstrual ultrasound",
        "21": "symptoms of hcg spotting",
        "22": "how many days is spotting last",
        "23": "hcg level a normal pregnancy",
        "24": "when will hcg level return to normal",
        "25": "uti symptoms",
        "26": "hcg level in urine",
        "27": "hcg lab normal range",
        "28": "how much serum hcg in vagina",
        "29": "vaginal spotting how late can i have period",
        "30": "what hcg level should be for spotting",
        "31": "hcg ct level",
        "32": "vaginal spotting for how many days",
        "33": "when do hcg levels rise abnormally",
        "34": "uterine ultrasound reveals no pregnancy sac",
        "35": "when is vaginal spotting considered a pregnancy",
        "36": "hcg levels after appendix",
        "37": "when is hcg considered abnormal",
        "38": "when would you see a pregnancy spotting"
    },
    "3": {
        "0": " A 51-year-old man comes to the office complaining of fatigue and some sexual problems including lack of libido. The patient doesn't smoke or use any illicit drug. Blood pressure is 120/80 mm Hg and pulse is 70/min. Oxygen saturation is 99% on room air. BMI is 24 kg/m2. Skin examination shows increased pigmentation. Genotype testing is consistent with homozygosity for the C282Y mutation. Laboratory study shows transferrin saturation of 55% and serum ferritin of 550 μg/L. He is diagnosed as a case of hemochromatosis. ",
        "1": "hemochromatosis definition",
        "2": "how to check hemochromis",
        "3": "hematocritin level definition",
        "4": "which of the following mutation is responsible for increasing pigmentation in the skin",
        "5": "genotype test for mutation in bmi",
        "6": "genotype testing for homozygous hemochromatosis",
        "7": "hemochromatosis mutation symptoms",
        "8": "hemochromatosis bmi",
        "9": "how is bmi inherited in hemochromatosis",
        "10": "hemochromatosis is determined by which test",
        "11": "bmi is 24 kg/m2",
        "12": "what is the bmi of a male with hemochromatosis",
        "13": "hemochromatosis mutation",
        "14": "what is the normal bmi for a man",
        "15": "hemochromatosis is chromosomal and is caused by the mutation that produces",
        "16": "what bmi is normal in a male",
        "17": "what mutation causes increased pigmentation in skin",
        "18": "hemochromatosis mutation bmi",
        "19": "hemochromatosis is caused by",
        "20": "which mutation causes a lack of libido",
        "21": "what is transferrin saturation",
        "22": "hemochromatosis mutation blood test results",
        "23": "what is a genotype for hemochromatosis in a patient",
        "24": "bmi c282y",
        "25": "gene definition heterozygous for hemochromatosis",
        "26": "what is the bmi in a patient who is affected by hemochromatosis?",
        "27": "homozygous mutation for hemochromatosis",
        "28": "what is a normal level for iron in serum",
        "29": "gene definitions of hemochromatosis",
        "30": "genetic mutation that causes increased pigmentation on the skin",
        "31": "what is the chromosome number for hemochromatosis",
        "32": "what is bmi in homozygote for mutation?",
        "33": "what is the bmi for a hemochromatosis patient?",
        "34": "what is a normal bmi",
        "35": "what is a normal level of bmi",
        "36": "blood pressure is 120/80 mm hg",
        "37": "what is the bmi for hemochromatosis",
        "38": "what is transferrin saturation?",
        "39": "bmi is what"
    },
    "4": {
        "0": " A 66-year-old woman comes to the office due to joint pain in the hands and periodic morning stiffness that lasts less than 15 minutes. The pain is moderately severe and worsens with daily activity. The patient used Tylenol with minimal relief. Past medical history is notable for hypertension and hypercholesteremia. Physical examination shows firm nodules over the distal interphalangeal joints, bilaterally. The patient has pain in her knees as well. The knees are stiff in the morning for less than 30 minutes and become worse with climbing stairs. She has some sensation of bone friction during activity. X-ray shows narrowing of the joint space, subchondral bone sclerosis and osteophyte formation along the joints. ",
        "1": "knee joints are stiff in the morning",
        "2": "knee pain in the morning",
        "3": "when do interphalangeal joints get stiff",
        "4": "what kind of pain causes stiffness in knees",
        "5": "when should you take a tylenol for knee pain",
        "6": "what is the problem with knee joints",
        "7": "knee pain morning stiffness",
        "8": "what type of pain is in your knees",
        "9": "what causes joint pain",
        "10": "what makes the knees stiff in the mornings",
        "11": "what causes a stiff knee in the morning",
        "12": "how long will pain in the morning last",
        "13": "what makes my knees ache",
        "14": "what is the cause of pain in the hands in the morning",
        "15": "what causes knee pain in the morning",
        "16": "what is the cause of a stiff knee in the morning",
        "17": "how long does the knee pain last",
        "18": "joints are painful in morning",
        "19": "knees are stiff after climbing stairs",
        "20": "knee stiffness during morning",
        "21": "what would cause my knees to be stiff in the morning",
        "22": "osteophyte formation",
        "23": "what causes joints to get stiff in the mornings",
        "24": "knee pain in morning",
        "25": "causes of pain in hands and knees",
        "26": "knees are stiff for 30 minutes",
        "27": "joints with osteophyte formation",
        "28": "knee stiffness in the morning",
        "29": "knee joints stiff in the morning",
        "30": "what would cause knee pain in the morning",
        "31": "osteophyte in knee",
        "32": "why does my knee pain hurt",
        "33": "what is causing my knees to become stiffer in the morning",
        "34": "what is causing my knees to be stiff",
        "35": "osteophytes in knee"
    },
    "5": {
        "0": " A 23-year-old man comes to the emergency department following an episode of syncope. He was working out when he felt dizzy and passed out without head injury. He has had 3 other episodes of light-headedness over the last year, all happening during physical activity. He never had this experience while resting. He has no other medical conditions. The patient does not use tobacco, alcohol, or illicit drugs. His father died suddenly at age 35. Vital signs are within normal limits. On physical examination, the patient has a harsh systolic murmur. The lungs are clear with no peripheral edema. Echocardiography shows asymmetric interventricular septal hypertrophy. ",
        "1": "asymmetry of interventricular septal hypertrophy",
        "2": "is syncope considered an acute episode",
        "3": "what is light headed when working out",
        "4": "can hypoxia cause concussions",
        "5": "is a harsh systolic murmur considered asymptomatic",
        "6": "causes of light headedness after exercising",
        "7": "can you get the faint feeling from working out with dizziness",
        "8": "pulmonary lightheadedness causes",
        "9": "what would cause a severe light headed feeling",
        "10": "when to go to the ed",
        "11": "lightheadedness while exercising",
        "12": "why are the patient's vital signs within normal limits?",
        "13": "asymmetric interventricular septal hypertrophy",
        "14": "________ is considered an interventricular murmur.",
        "15": "what is a systolic murmur",
        "16": "why do i get light headed while exercising",
        "17": "what is the cause of light headedness",
        "18": "is there an episode of syncope",
        "19": "when you pass out",
        "20": "asymmetric interventricular septal hypertrophy causes",
        "21": "is syncope considered a mental illness",
        "22": "when someone feels dizzy, should they go to the emergency department",
        "23": "why do lungs sound so hard",
        "24": "when should you be concerned with light headedness during activity?",
        "25": "is the interventricular septal hypertrophy normal?",
        "26": "what is the name of the loud interventricular murmur?",
        "27": "causes of lightheadedness when working out",
        "28": "causes of lightheadedness while working out",
        "29": "what causes lightheadedness",
        "30": "when to see emt if you are dizzy",
        "31": "is it normal to get light headed while working out",
        "32": "when to call an emergency room",
        "33": "what is the symptom of syncope in an elderly patient",
        "34": "is a systolic murmur considered dizziness",
        "35": "what makes a man dizzy",
        "36": "why does dizziness happen at rest",
        "37": "when does a syncope happen",
        "38": "what is an acute lightheadedness",
        "39": "light headed man",
        "40": "when to get emphysema"
    },
    "6": {
        "0": " A 61-year-old man comes to the clinic due to nonproductive cough and progressive dyspnea. The patient's medical conditions include hypertension, hypercholesteremia and peptic ulcer disease. He smokes 2 packs of cigarettes daily for the past 30 years. On examination, there are decreased breath sounds and percussive dullness at the base of the left lung. Other vital signs are normal. Abdomen is soft without tenderness. CT scan shows a left-sided pleural effusion and nodular thickening of the pleura. The plural fluid was bloody on thoracentesis. Biopsy shows proliferation of epithelioid-type cells with very long microvilli. ",
        "1": "causes for pleural effusion",
        "2": "pleural effusions",
        "3": "what is thickening of the pleural fluid",
        "4": "causes of dullness and airway dullness",
        "5": "what type of cell is the pleural wall",
        "6": "what is the cause of dullness in the left lungs",
        "7": "pleural effusion is bloody on thoracentesis",
        "8": "what is pleural effusion on the left side",
        "9": "ct scan of pleural effusion",
        "10": "pleural effusion of the left lung",
        "11": "pleural thickening",
        "12": "pleural effusion on the left sided",
        "13": "thoracentesis pleural effusion pleural thickening",
        "14": "pleural effusion of left lung",
        "15": "pleural effusion",
        "16": "what is dullness in the lungs",
        "17": "what is percussive dullness",
        "18": "pleural effusion in man",
        "19": "what is the cause of dullness in the lungs",
        "20": "where can i find thickening of the pleural fluids",
        "21": "pleural effusion causes",
        "22": "pleural effusion of lungs is bloody",
        "23": "where can you feel dullness in the abdomen",
        "24": "what is the cause of dullness of breath sounds at the base of the left lung",
        "25": "pleural effusion in left lung",
        "26": "which of the following is not a cause of pleural thickening",
        "27": "is pleural effusion a peptic ulcer disease?",
        "28": "pleural effusion definition",
        "29": "what is a pleural effusion",
        "30": "what is the definition of pleural effusion",
        "31": "what is pleural thickening?",
        "32": "what is pleural effusion",
        "33": "pleural effusion in abdomen",
        "34": "causes of dullness at the base of the left lung",
        "35": "what is the cause of dullness at the base of the left lung?",
        "36": "symptoms of pleural effusion",
        "37": "pleural effusion is bloody"
    },
    "7": {
        "0": " A 3-year-old girl is brought to the clinic by her parents for assessment of her short stature. Physical examination reveals short limbs and a relatively large head. She has a flat nasal bridge and a small midface. The girl's father exhibits similar physical features; however, her mother looks normal. The genetic testing reveals an autosomal dominant point mutation in the fibroblast growth factor receptor 3 (FGFR3) gene consistent with achondroplasia in both father and the child. The girl has not received any treatment yet, and it is her first visit after immigration to the US. The other mental and developmental examinations are unremarkable. ",
        "1": "what is the fibroblast growth factor receptor gene for achondroplasia",
        "2": "genetic testing for achondroplasia",
        "3": "what is fibroblast growth factor receptor",
        "4": "what is the mutation for achondroplasia",
        "5": "achondroplasia in the father",
        "6": "fibroblast growth factor receptor",
        "7": "achondroplasia",
        "8": "genetic testing for fibroblast growth factor receptor 3 (fgfr3)",
        "9": "is achondroplasia dominant or recessive",
        "10": "what is the genetic code for achondroplasia",
        "11": "what is fibroblast growth factor receptor gene mutation",
        "12": "achondroplasia genetics",
        "13": "is fibroblast growth factor receptor 3 dominant",
        "14": "fibroblast growth factor receptor 3 gene mutation",
        "15": "autosomal dominant point mutations",
        "16": "fibroblast growth factor receptor 3 gene mutation symptoms",
        "17": "achondroplasia symptoms",
        "18": "fibroblast growth factor receptor definition",
        "19": "what type of mutation occurs in fibroblast growth factor receptor 3",
        "20": "fgfr3 chromosome mutation",
        "21": "what mutation is consistent with achondroplasia",
        "22": "genetic testing for fibroblast growth factor receptor",
        "23": "is fgfr3 dominant or recessive",
        "24": "fibroblast growth factor receptor 3",
        "25": "what mutation causes achondroplasia",
        "26": "is ang fr3 a dominant mutation",
        "27": "fgfr3 mutation",
        "28": "achondroplasia genetic testing",
        "29": "achondroplasia is caused by mutations in",
        "30": "genetic mutation that causes achondroplasia",
        "31": "fibroblast growth factor receptor gene mutation"
    },
    "8": {
        "0": " A 7-month-old boy is brought to emergency by his parents due to irritability and inability to defecate for the past 3 days. The patient has had constipation and discomfort with bowel movements since birth. His symptoms worsened after eating semi-solid foods. Vital signs are normal. Abdominal examination shows distension and tenderness to palpation with presence of bowel sounds. Xray with barium shows a narrow rectum and rectosigmoid area. The rest of the colon proximal to this segment is dilated. Digital rectal exam revealed burst of feces out of the anus. The biopsy showed absence of submucosal ganglia in the last segment of the large intestine. ",
        "1": "is the rectosigmoid area the same as the rectum area",
        "2": "xray of rectus and rectosigmoid area",
        "3": "bowel movement in a 7 month-old",
        "4": "colon dilated",
        "5": "where is a burst of feces from",
        "6": "xray of rectum shows",
        "7": "what is the name of the segment near the base of the colon",
        "8": "bowel bursts xray",
        "9": "where is the anus in a 7 month old",
        "10": "bowel movements of newborn baby in emergency",
        "11": "symptoms of constipation 7 month old",
        "12": "what is small intestine burst",
        "13": "constipation symptoms in a newborn",
        "14": "bowel bursts in children",
        "15": "colon biopsy shows",
        "16": "when are you considered constipated",
        "17": "can constipation cause pain and dizziness",
        "18": "what is the narrowest region of the colon",
        "19": "colon xray definition",
        "20": "symptoms when bowel is tight",
        "21": "where is the burst of feces",
        "22": "where is the rectum",
        "23": "where is the bowel sound located in the colon",
        "24": "xray of rectum shows what segment of colon",
        "25": "symptoms of constipation for 7 month old",
        "26": "symptoms of constipation in a newborn",
        "27": "bowel sounds and dilation in ectopic pregnancy",
        "28": "symptoms of constipation in infants",
        "29": "colon xray distension",
        "30": "what is the definition of rectosigmoid in the xray",
        "31": "what organs are involved in the formation of the small intestine",
        "32": "what organ is responsible for causing a constipation",
        "33": "symptoms of constipation",
        "34": "xray of colon proximal to the rectum and rectosigmoid area",
        "35": "dilated colon with burst of feces",
        "36": "is the rectosigmoid area dilated",
        "37": "what is the xray of the colon",
        "38": "is the rectum dilated on an xray",
        "39": "symptoms of contipation"
    },
    "9": {
        "0": " A 67-year-old woman comes to the clinic due to recent episode of choking, dysphagia, and cough. Her other medical problems include hypertension, dyslipidemia, and osteoarthritis. She does not smoke or use alcohol. She lives with her husband and she is able to do her own daily activities. She used to teach elementary school. Blood pressure is 135/80 mm Hg. The patient's breath smells bad. Other physical examinations are normal. A barium swallow study reveals an abnormality in the upper esophagus with an outpouching at the junction of the lower part of the throat and the upper portion of the esophagus. ",
        "1": "what is the barium study in the upper esophagus",
        "2": "what is the normal blood pressure for a female",
        "3": "what tests are required to diagnose a choking episode",
        "4": "outpouching is located at the junction of the lower end of the esophagus and upper end of the esophagus.",
        "5": "what is outpouching in upper esophagus",
        "6": "what is the barium swallow",
        "7": "what is the abnormality in the upper esophagus",
        "8": "causes of dysphagia",
        "9": "abnormalities in upper esophagus",
        "10": "outpouching in upper esophagus",
        "11": "what labs indicate esophagus",
        "12": "why is my esophagus smells bad",
        "13": "what causes dysphagia",
        "14": "barium swallow reveals abnormality in the upper esophagus",
        "15": "what is the esophagus",
        "16": "esophagus barium swallow study",
        "17": "what is the normal for outpouching during a barium swallow",
        "18": "which condition involves an abnormality of the upper esophagus",
        "19": "what is the barium swallow called",
        "20": "where is an abnormality in the upper esophagus",
        "21": "outpouching upper esophagus",
        "22": "what is your blood pressure",
        "23": "where is outpouching in the upper esophagus",
        "24": "outpouching in esophagus",
        "25": "what test is used to check for choking",
        "26": "what is the average barium swallow",
        "27": "what is the barium swallow study",
        "28": "abnormalities of upper esophagus",
        "29": "barium swallow study abnormality",
        "30": "where is the junction of the lower and upper esophagus",
        "31": "what is the blood pressure of outpouching in the upper esophagus",
        "32": "what is abnormal in a barium swallow",
        "33": "outpouching occurs at what junction",
        "34": "what is my blood pressure",
        "35": "which condition can cause an outpouching at the junction of the lower and upper esophagus?",
        "36": "what is the normal range for barium swallows",
        "37": "what is barium swallow",
        "38": "what is the barium swallow test"
    },
    "10": {
        "0": " A 19-year-old girl comes to the clinic due to a left wrist mass. She noticed swelling on the top of her wrist about 4 months ago and came to the clinic due to cosmetic concerns. Examination shows a nontender, rounded mass on the dorsal wrist that transilluminates with a penlight. Vital signs are normal. The patient needs to type on her computer almost all day. She is left-handed. She does not smoke or use illicit drugs. She is in sexual relationship with two male partners and uses condoms. ",
        "1": "causes of swelling in wrist",
        "2": "what is the mass on the wrist that transilluminates with the penlight",
        "3": "what causes a swollen wrist",
        "4": "do wrists have masses?",
        "5": "what is the swelling on the wrist",
        "6": "what's a dorsal wrist mass called",
        "7": "what is the mass in your wrist",
        "8": "wrist mass causes",
        "9": "what is a mass on the wrist in a woman",
        "10": "what is your wrist mass called",
        "11": "what causes an swollen wrist",
        "12": "what is a rounded mass on wrist",
        "13": "what is mass in wrist",
        "14": "where is the rounded mass on my wrist",
        "15": "what causes swelling in the wrist",
        "16": "what type of wrist swell is this",
        "17": "what type of cancer is on your wrist",
        "18": "why do you have a mass on the wrist",
        "19": "what is the mass on the wrist",
        "20": "what causes massed on wrist in female",
        "21": "wrist mass",
        "22": "what is the mass on your wrist called",
        "23": "what is a dorsal wrist mass",
        "24": "where is the swelling on the wrist",
        "25": "what is the mass in my wrist",
        "26": "what's the mass in your wrist",
        "27": "what is mass on wrist",
        "28": "what is the rounded mass at the top of my wrist",
        "29": "what is a rounded mass on a wrist?",
        "30": "what is the swelling of wrists called",
        "31": "what causes a rounded mass on wrist",
        "32": "what is wrong with my wrist?",
        "33": "what causes swollen wrist",
        "34": "what is a mass in the wrist",
        "35": "how old are you if you have a rounded mass on your wrist",
        "36": "what's the mass on the wrist",
        "37": "where is the mass on my wrist",
        "38": "what is a swelling in the wrist"
    },
    "11": {
        "0": " A 63-year-old man comes to the clinic for recent unintentional weight loss. The patient also has epigastric discomfort after meals. He has no known medical problems and takes no medications. His blood pressure is 130/75 and pulse rate is 88/min. He is not febrile. Upper endoscopy shows a lesion in the stomach that shows typical features of diffuse-type adenocarcinoma presenting with signet ring cells that do not form glands. ",
        "1": "diffuse adenocarcinoma symptoms",
        "2": "diffuse adenocarcinoma definition",
        "3": "what is the normal pulse for endoscopy",
        "4": "what kind of cancer is located in the stomach",
        "5": "what is the pulse of a man",
        "6": "what is pulse rate in epigastric",
        "7": "what is your heart beat rate",
        "8": "diffuse adenocarcinoma",
        "9": "what kind of cancer is in your gi ring",
        "10": "adenocarcinoma of the stomach",
        "11": "diffuse type adenocarcinoma is not found in the stomach",
        "12": "diffuse adenocarcinoma of the stomach",
        "13": "what is the pulse of man with epigastric pain",
        "14": "epigastric pain after meals",
        "15": "diffuse-type adenocarcinoma presenting with lymph nodes",
        "16": "endoscopy stomach pain",
        "17": "causes and characteristics of diffuse adenocarcinoma of adenoids",
        "18": "what is the normal tsp in the stomach",
        "19": "diffuse adenocarcinoma of the stomach presenting as signet ring cells",
        "20": "what type of tumor is in the epigastric region that is not in a ring",
        "21": "what is the usual blood pressure for a diffuse-type adenocarcinoma",
        "22": "what is the normal temp for adenocarcinoma of the stomach",
        "23": "what is the pulse for adenocarcinoma",
        "24": "what causes epigastric problems?",
        "25": "what is normal for adenocarcinoma of the stomach",
        "26": "diffuse adenocarcinoma of the stomach symptoms",
        "27": "epigastric discomfort after meals",
        "28": "diffuse-type adenocarcinoma",
        "29": "what type of cancer is adenocarcinoma",
        "30": "what is the pulse rate in a epigastric patient",
        "31": "what is the pulse for epigastric adenocarcinoma",
        "32": "is epigastric discomfort a medical diagnosis",
        "33": "what is the normal blood pressure for someone with epigastric cancer?",
        "34": "what is signet ring cell in stomach",
        "35": "symptoms of adenocarcinoma",
        "36": "what is the normal pressure of the stomach"
    },
    "12": {
        "0": " A 47-year-old man comes to the office for routine checkup. He is complaining of chronic cough and occasional but progressive dyspnea. Other medical conditions include hypertension and osteoarthritis. The patient smokes a pack of cigarettes daily and does not use alcohol or illicit drugs. He used to be a construction worker. On examination, there are decreased breath sounds and percussive dullness at the base of both lungs. Chest CT scan reveals a mild bilateral pleural effusion and diffuse thickening of the pleura. The patient's documents show chronic exposure to asbestosis. The specimen of the lungs reveled pulmonary fibrosis that is most predominant in the lower lobes, characterized by the presence of asbestos bodies (golden-brown beaded rods with translucent centers). ",
        "1": "diffuse thickening of pleural fluid in lungs",
        "2": "what is diffuse thickening of the pleural",
        "3": "lungs ct scan",
        "4": "lungs are dull",
        "5": "bilateral thickening of pleural fluid",
        "6": "diffuse thickening of the pleura",
        "7": "what is diffuse thickening of pleural",
        "8": "what is pleural effusion",
        "9": "diffuse thickening of the pleural",
        "10": "what is the difference between pulmonary fibrosis and pulmonary fibrosis?",
        "11": "bilateral pleural effusion",
        "12": "causes of pulmonary fibrosis",
        "13": "pleural thickening definition",
        "14": "lungs ct scan lungs",
        "15": "what is the dullness in the lower lobes of the lungs",
        "16": "lungs symptoms",
        "17": "diffuse thickening of the pleural membrane",
        "18": "ct scan for asbestosis",
        "19": "what is pulmonary fibrosis",
        "20": "pulmonary fibrosis",
        "21": "asbestos bodies on lungs",
        "22": "lungs are thick",
        "23": "diffuse thickening of the pleural lining",
        "24": "lungs are thickened",
        "25": "diffuse thickening of the pleural cavity",
        "26": "what radiology test reveals bilateral pleural effusion and diffuse thickening of the pleural walls?",
        "27": "what causes pleural effusion",
        "28": "pulmonary fibrosis symptoms",
        "29": "asbestosis lungs",
        "30": "which term is best defined as diffuse thickening of the pleural walls?",
        "31": "what is the thickening of lung"
    },
    "13": {
        "0": " A 24-year-old man comes to the office complaining of infertility. He and his wife have been trying to conceive for the last 18 months. Medical records of his wife showed no abnormalities. The patient doesn't smoke and takes no medications. Height is 185 cm and weight is 77 kg. Heart and lung sounds are normal. There is bilateral gynecomastia and bilateral descended firm testes. The lower extremities appear abnormally long. His karyotype evaluation shows 47, XXY consistent with Klinefelter syndrome. ",
        "1": "klinefelter syndrome karyotype",
        "2": "klinefelter disease symptoms",
        "3": "how long is the gynecomastia",
        "4": "klinefelter's syndrome height",
        "5": "klinefelter's syndrome",
        "6": "klinefelter syndrome definition",
        "7": "klinefelter syndrome sex",
        "8": "klinefelter syndrome height",
        "9": "klinefelter syndrome patient profile",
        "10": "is klinefelter syndrome bilateral descended testes",
        "11": "klinefelter syndrome age",
        "12": "what karyotype is klinefelter syndrome",
        "13": "klinefelter syndrome",
        "14": "klinefelter syndrome symptoms",
        "15": "who has klinefelter syndrome",
        "16": "klinefelter's disease",
        "17": "klinefelter syndrome height, weight, age",
        "18": "what is klinefelter syndrome",
        "19": "klinefelter syndrome infertility",
        "20": "klinefelter disease",
        "21": "what is the karyotype of klinefelter's syndrome",
        "22": "klinefelter syndrome height weight"
    },
    "14": {
        "0": " A 39-year-old man comes to the emergency department with an acute onset of severe left toe pain. The toe is red and exhibits swelling. The patient is not febrile, and does not remember any recent trauma. Medical history is not significant except for the similar attacks and the diagnosis of gouty arthritis. His medication history includes Allopurinol to prevent gouty attacks. His father has the same medical condition. However, his older brother who is 41 years old is healthy with no history of gouty arthritis. Physical examination shows a swollen, tender first metatarsophalangeal joint. Aspiration of the joint showed high leukocyte count, negative Gram stain, and numerous needle-shaped crystals, which is compatible with gouty arthritis. ",
        "1": "is gouty arthritis considered a minor condition",
        "2": "is swollen metatarsophalangeal joint gouty arthritis",
        "3": "what is the cause of pain and swelling in the left metatarsophalangeal joint",
        "4": "gouty arthritis symptoms",
        "5": "symptoms of gouty arthritis in the foot",
        "6": "what is the cause of redness in the middle of the foot?",
        "7": "what type of arthritis is pain in the left metatarsophalangeal area",
        "8": "why does my left metatarsophalangeal joint swell",
        "9": "does emt stain gout",
        "10": "gouty arthritis treatment",
        "11": "what medication should be used for gouty arthritis",
        "12": "what is the difference between arthritis and gout",
        "13": "can allopurinol be used for gout",
        "14": "does metatarsophalangeal joint swell",
        "15": "what is the treatment for gout",
        "16": "what is toe",
        "17": "is gout painful",
        "18": "is toe swelling a symptom of gout",
        "19": "symptoms for gouty arthritis",
        "20": "is gout considered arthritis",
        "21": "symptoms of gout",
        "22": "gouty arthritis in the toes",
        "23": "which of the following is considered a clinically significant symptom of gouty arthritis?",
        "24": "is metatarsophalangeal joint swollen",
        "25": "swollen metatarsophalangeal joints",
        "26": "what meds are safe to use for gout",
        "27": "what is the cause of swollen metatarsophalangeal joint",
        "28": "what is the diagnosis for gout",
        "29": "why is a toe swelling",
        "30": "is gouty arthritis a physical",
        "31": "gouty arthritis in the metatarsophalangeal joint",
        "32": "gouty arthritis in metatarsophalangeal",
        "33": "what is toe swelling",
        "34": "what is the diagnosis for swollen metatarsophalangeal joint",
        "35": "what causes swollen metatarsophalangeal joints",
        "36": "gouty arthritis causes",
        "37": "why is my feet and hands swollen",
        "38": "what to do when you have a swollen toe"
    },
    "15": {
        "0": " An 8-year-old boy is brought to the clinic by his parents because of weakness and difficulty of standing up from a sitting position. The mother is healthy but had a brother who died in his 20th after being disabled and using wheelchairs in the last few years of his life. Physical examination shows 3/5 lower extremity muscle strength and enlarged calf muscles. The other physical examination and vital signs are unremarkable. Muscle biopsy showed absence of dystrophin protein. The patient is diagnosed with DMD. ",
        "1": "enlarged muscles calf",
        "2": "enlarged calf muscle biopsy",
        "3": "what is dystrophin protein in calf",
        "4": "what is dystrophin protein in legs",
        "5": "what does dystrophin protein in muscle biopsy indicate",
        "6": "enlarged calf muscles",
        "7": "what kind of muscle biopsy for dmd",
        "8": "what are the symptoms of dystrophin",
        "9": "symptoms of a muscular dystrophy",
        "10": "symptoms of dmd",
        "11": "what is dystrophin protein",
        "12": "is dystrophin protein a symptom of dmd",
        "13": "enlarged lower extremity muscles",
        "14": "which of the following is a characteristic of a dmd patient?",
        "15": "what is the dmd",
        "16": "what is muscle biopsy results",
        "17": "muscle biopsy definition",
        "18": "what does dystrophin protein in muscles indicate",
        "19": "muscular biopsy results for dmd",
        "20": "muscle biopsy results",
        "21": "what does a dystrophin protein in calf muscles indicate",
        "22": "what muscle group does dmd effect",
        "23": "muscle biopsy shows absence of dystrophin protein",
        "24": "what is muscle biopsy",
        "25": "what is the cause of enlarged calf muscles",
        "26": "what muscles are involved in dmd",
        "27": "what is the dystrophin protein in calf muscle biopsy",
        "28": "muscular biopsy results",
        "29": "what is the lab test for dmd",
        "30": "dystrophin protein",
        "31": "what kind of muscle biopsy shows dystrophin protein",
        "32": "what is dystrophin protein in muscles",
        "33": "what is dmd",
        "34": "enlarged calf muscle"
    },
    "16": {
        "0": " A 39-year-old woman comes to the clinic complaining of arthralgias and nodules on her legs. She has no fever or other skin rashes. The prior medical condition is unremarkable, and she takes no medications. On physical examination, there is moderate hepatomegaly. The lesions on her legs are tender and present predominantly on the anterior surface of the lower extremities. She doesn't smoke and drinks alcohol occasionally. The patient has 2 male sexual partners. Vital signs are normal. Chest x-ray demonstrates enlarged hilar lymph nodes, and laboratory testing reveals an elevated ACE level. Biopsy of the skin lesion shows noncaseating granulomas that stain negative for fungi and acid-fast bacilli. ",
        "1": "skin lesions in extremities",
        "2": "what is the cause of enlarged hilar lymph nodes",
        "3": "what tests are required for hepatomegaly",
        "4": "hepatomegaly is mostly",
        "5": "skin lesion on legs",
        "6": "hepatomegaly symptoms",
        "7": "what lab tests show hepatomegaly",
        "8": "enlarged hilar lymph nodes",
        "9": "causes of enlarged hilar lymph nodes",
        "10": "skin lesions that are tender",
        "11": "where are lesions on the anterior surface of the lower extremities located",
        "12": "hepatomegaly of legs",
        "13": "hepatomegaly on upper extremity",
        "14": "symptoms of mild hepatomegaly",
        "15": "hepatomegaly symptoms in women",
        "16": "which term means enlarged lymph nodes located on anterior surface of lower extremities",
        "17": "is hepatomegaly the same as skin lesions?",
        "18": "what is a skin lesion",
        "19": "causes for lesion in legs",
        "20": "hepatomegaly causes",
        "21": "skin lesions on anterior surface of legs",
        "22": "where are lesions located on your legs",
        "23": "which term refers to the presence of enlarged hilar lymph nodes in the legs or trunks?",
        "24": "what is a case of a skin lesions",
        "25": "hepatomegaly definition for women",
        "26": "where are lesions located on the anterior surface of legs?",
        "27": "what skin lesions are enlarged hilar lymph nodes",
        "28": "skin lesions on anterior surface of lower extremities",
        "29": "hepatomegaly in legs",
        "30": "what is noncaseating",
        "31": "hepatomegaly symptoms of skin disease",
        "32": "causes of lesions on the anterior surface of the lower extremities",
        "33": "what is hepatomegaly?",
        "34": "granulomatous tissue on lower extremities",
        "35": "why is my skin scabry",
        "36": "symptoms of hepatomegaly",
        "37": "can hepatomegaly be a problem for a woman?"
    },
    "17": {
        "0": " A 67-year-old man comes to the clinic with slowly worsening vision in both eyes. He is not able to drive at night, as the symptoms are worse at night. His pupils are normal in diameter both in the light and darkness. Other medical history is unremarkable. Ocular examination shows loss of the red reflex and blurry vision. Acuity testing shows 50/100 vision in both eyes with normal visual field testing. His blood pressure is 130/70 and pulse is 68/min. the other physical examinations are normal. ",
        "1": "eye acuity test blurry vision",
        "2": "visual field testing normal",
        "3": "what is normal acuity test",
        "4": "blood pressure normal",
        "5": "what is normal blood pressure",
        "6": "blurry vision in both eyes",
        "7": "what tests for vision",
        "8": "blurry vision causes",
        "9": "visual field testing",
        "10": "what is the normal acuity for eyes",
        "11": "what is his pulse when he comes in for medical exams",
        "12": "what is the acuity of a patient's eyes",
        "13": "what is the acuity of a person's eyes",
        "14": "what is my pulse rate at night",
        "15": "symptoms blurry eyes",
        "16": "normal acuity for both eyes",
        "17": "what is normal for blood pressure",
        "18": "blood pressure and pulse normal",
        "19": "what is your acuity test for eyes",
        "20": "what is the normal reading for acuity testing in eyes",
        "21": "what is my acuity in my eyes",
        "22": "acuity test is normal for eyes",
        "23": "eye pressure normal",
        "24": "visual field test is normal",
        "25": "symptoms of blurry vision",
        "26": "blurry vision symptoms",
        "27": "acuity test for night vision",
        "28": "symptoms of glare in the dark",
        "29": "eye acuity tests",
        "30": "blurry vision",
        "31": "symptoms of loss of red reflex in the eyes",
        "32": "acuity normal",
        "33": "symptoms of lost red reflex",
        "34": "symptoms blurry vision",
        "35": "what is my eye vision",
        "36": "eye acuity test symptoms",
        "37": "acuity testing for eyes"
    },
    "18": {
        "0": " A 2-year-old boy is brought to the office by his parents due to a rash that started 1 week ago. A similar red, itchy rash on the cheeks, trunk, and arms has occurred intermittently since infancy. The patient has had a few upper respiratory infections but no major illnesses. Vaccinations are up to date, and he takes no medications. He is on a balanced diet, and he is healthy in appearance. Vital signs and milestone examination are within normal limits. Similar findings are observed on the cheeks and proximal upper extremities. The diaper area is clear, and no mucosal lesions are present. ",
        "1": "symptoms of rash on the trunk",
        "2": "rash on cheeks, trunk, and arms",
        "3": "what is the rash on the top of my arm",
        "4": "what is the cause of this rash on the cheeks and proximal arm",
        "5": "what is the causes of cutaneous rashes on the cheeks, arms, and trunk",
        "6": "causes of itchy rash on arms chest and cheeks",
        "7": "where does a rash start on a two year old",
        "8": "why is my infants cheek rash itchy",
        "9": "what would cause a rash in a toddler's face and arms",
        "10": "red and itchy rash on arms and chest",
        "11": "causes of itchy blisters on chest and arms",
        "12": "causes of itchy rash on arm",
        "13": "rash on arms and cheeks in toddlers",
        "14": "what is it mean when you have a rash in your arms",
        "15": "what is the cause of redness on the trunk of a child",
        "16": "why does my toddler have a rash on his face and arms",
        "17": "what is a red rash on thigh",
        "18": "rash on arms and chest",
        "19": "what causes a red rash around the chest area?",
        "20": "causes of redness in arms and hands",
        "21": "what makes a baby rash itchy",
        "22": "rash on cheeks proximal upper extremities",
        "23": "causes of rash of the upper arms",
        "24": "what would cause a skin rash that is itchy in the trunk",
        "25": "what causes a rash on a two year old boy",
        "26": "rash on cheeks and arms a few weeks ago",
        "27": "what causes itchy upper extremities in children",
        "28": "where does a red, itchy rash go from baby rash to adult",
        "29": "what are rash on chest",
        "30": "why do kids itch",
        "31": "what causes a red rash on arms and chest",
        "32": "can a rash from birth cause pneumonia",
        "33": "can infants get rashes",
        "34": "is cheeks and trunk itchy",
        "35": "causes of rash on arms and legs",
        "36": "can pneumonia cause itchy cheeks",
        "37": "causes for itching around the upper extremities and cheeks",
        "38": "rash on the trunk",
        "39": "symptoms of a rash in infants",
        "40": "what does a red itchy rash on cheeks mean"
    },
    "19": {
        "0": " A 7-year-old girl is brought to the emergency department by her parents for generalized rash. The mother reports that she was playing outside wearing a skirt and felt a sharp pain in her arm while seating on a mat, plying with her doll. Her mother suspects that something had stung her. The patient's blood pressure is 75/55 mm Hg and her heart rate is 122/min. Physical examination shows erythematous, raised plaques over the trunk, extremities, and face. Lung auscultation reveals bilateral expiratory wheezes. ",
        "1": "what is erythematous",
        "2": "which of these is an abnormal result of bilateral expiratory wheezes or wheezing and sneezing?",
        "3": "what heart rate should be",
        "4": "what should a patient's heart rate be when they see blood pressure",
        "5": "what is the heart rate for a girl",
        "6": "what's your heart rate?",
        "7": "what should blood pressure be",
        "8": "what is the evc",
        "9": "what is the normal heart rate for a seven year old",
        "10": "what is the average bp for a 7 year old girl?",
        "11": "what is the normal blood pressure of a child",
        "12": "what pressure is normal for 7 year old girl'",
        "13": "blood pressure of young girl",
        "14": "what is erythematous plaques in the lungs",
        "15": "blood pressure in girl",
        "16": "what is the heart rate",
        "17": "what is the normal blood pressure range for a 7 year old girl",
        "18": "what is your heart rate",
        "19": "heart rate 122 hz",
        "20": "blood pressure for a 7 year old child",
        "21": "blood pressure of girl at ed",
        "22": "what is the heart rate for child with erythematous rash",
        "23": "what is the normal pulse for child",
        "24": "what is patient's heart rate",
        "25": "what is my heart rate?",
        "26": "what is normal heart rate in ambulance",
        "27": "what is my heart rate and blood pressure",
        "28": "what is the heart rate of a 7 year old girl",
        "29": "what is your heart beat and blood pressure",
        "30": "erythematous, raised plaques over the trunk and face are",
        "31": "what is the normal blood pressure for a child with a rash",
        "32": "what is the average blood pressure in a pediatric patient",
        "33": "heart rate 125/min",
        "34": "what should my blood pressure and pulse be when stung",
        "35": "heart rate",
        "36": "what is blood pressure in an emergency",
        "37": "erythematous, raised plaques over the trunk and face",
        "38": "what is a typical blood pressure for an emergency room patient",
        "39": "what should be blood pressure for a tween"
    },
    "20": {
        "0": " A 49-year-old man comes to the office because of the bulging in his groin. Physical examination shows a swelling above the inguinal ligament. When the patient is asked to cough, the size of the bulge increases. His medical history is significant for mild dyslipidemia, which is under control by lifestyle modifications. He does not smoke, but drinks alcohol occasionally. His vital signs and other physical examinations are unremarkable. He is referred to a surgeon and scheduled to undergo elective laparoscopic hernia repair. ",
        "1": "bulging hernia symptoms",
        "2": "what is the bulge in the groin area",
        "3": "bulging groin",
        "4": "which ligament is involved in the bulge on the groin",
        "5": "which ligament is a bulge in the groin",
        "6": "when to see a groin dr",
        "7": "bulge in groin",
        "8": "which ligament is above the inguinal ligament",
        "9": "what is the difference between a hernia and a bulging groin",
        "10": "what kind of surgery to fix a hernia",
        "11": "where is bulge on groin",
        "12": "is the inguinal ligament a reversible bulge",
        "13": "how long does the inguinal ligament stretch",
        "14": "can you have a bulge in your groin",
        "15": "can you get a bulge in your groin",
        "16": "where is bulging groin located",
        "17": "where is the inguinal ligament located",
        "18": "bulge in abdomen",
        "19": "bulge above inguinal ligament",
        "20": "where is the inguinal ligament is bulge located",
        "21": "what is the cause of a bulge in the groin?",
        "22": "what is bulge in groin",
        "23": "groin bulges",
        "24": "where is my inguinal ligament bulge located",
        "25": "what is bulging in the groin",
        "26": "what is it called when there is a bulge in your groin",
        "27": "what is the cause of groin bulge?",
        "28": "where does the inguinal ligament run",
        "29": "what is the bulge above the inguinal ligament on groin",
        "30": "when does bulging in groin occur",
        "31": "bulge in the groin"
    },
    "21": {
        "0": " A 47-year-old man comes to the clinic for the follow up of his neuromuscular disease. He experienced gradual, progressive weakness of the left upper extremity over the last year. Over the last few months, he has also noticed weakness in the right upper extremity. BP is 120/75, PR is 80 and temperature is 37 C. Reflexes are brisk in the upper extremities, and the plantar responses are extensor. Mild gait ataxia is present. The patient is under treatment of Riluzole 50 mg BID with the diagnosis of ALS. ",
        "1": "upper extremity ataxia",
        "2": "als treatment",
        "3": "upper extremity pain",
        "4": "asd symptoms right upper extremity",
        "5": "what is the normal temp for als",
        "6": "temperature of upper extremities",
        "7": "what is the med for als",
        "8": "what is the bp for riluzole",
        "9": "what is the bp on riluzole",
        "10": "what temp is als",
        "11": "what is normal bp in als",
        "12": "what is the bp of a patient with als",
        "13": "als symptoms in men",
        "14": "riluzole dose for als",
        "15": "als symptoms in older men",
        "16": "als symptoms in elderly",
        "17": "what is the bp of the right upper extremity",
        "18": "temperature of upper extremity",
        "19": "als symptoms man",
        "20": "what medication is used for als",
        "21": "what is the bp for als",
        "22": "riluzole 50 mg bid",
        "23": "asd symptoms and treatment",
        "24": "temperature for als",
        "25": "is riluzole used for als",
        "26": "what is the BP for alzheimer",
        "27": "asd treatment",
        "28": "als bp",
        "29": "riluzole treatment for als",
        "30": "what bp to treat als",
        "31": "riluzole treatment",
        "32": "alzheimer's disease symptoms and treatment",
        "33": "riluzole dosage for als",
        "34": "als symptoms and treatment",
        "35": "temperature range for als",
        "36": "what is normal for als patient"
    },
    "22": {
        "0": " A 15-year-old boy with mild intellectual disability is brought to the office by his parents for a routine physical examination. The boy is going to a school for students with learning disabilities. The patient was adopted, and his immunizations are up to date. Review of the patient's medical records is notable for cytogenetic studies that showed a small gap near the tip of the long arm of the X chromosome, which is consistent with fragile X syndrome, an X-linked disorder. The defect is an unstable expansion of trinucleotide repeats (CGG) in the fragile X mental retardation 1 (FMR1) gene, located on the long arm of the X chromosome. He is not using any medications and vital signs are within normal levels. His blood chemistry analysis as bellow: Blood Chemistry Value Normal Range Patient Value Glucose 90-120 mg/dl 95 mg/dl BUN (Blood Urea Nitrogen) 7-24 mg/dl 10 mg/dl Creatinine 0.7-1.4 mg/dl 0.8 mg/dl Calcium 8.5-10.5 mg/dl 9 mg/dl Sodium 134-143 mEq/L 135 mEq/L Potassium 3.5-4.5 mEq/L 3.7 mEq/L Chloride 95-108 mEq/L 98 mEq/L CO2 20-30 mEq/L 25 mEq/L Blood pH 7.38-7.42 7. 39 ",
        "1": "which of the following is a normal range for blood chemistry for children with x-linked disorders?",
        "2": "what chromosome is fragile x syndrome found on",
        "3": "fragile x syndrome normal range",
        "4": "normal range for blood chemistry analysis",
        "5": "what is the normal ph in a blood test",
        "6": "cgg in chromosomes normal range",
        "7": "what is the normal range for glucose and creatinine in blood",
        "8": "chemistry values for fragile x",
        "9": "xlinked fragile x syndrome",
        "10": "what is the normal range for blood chemical levels",
        "11": "what is the normal range for bn values",
        "12": "what is the normal range for s chromosome",
        "13": "what should be the lab values for calcium",
        "14": "average chemistry values for x-linked genetic disorders",
        "15": "how much calcium should a patient have",
        "16": "ph normal range patient",
        "17": "what is the normal chemistry range for a patient with fragile x syndrome",
        "18": "normal levels of co2 blood",
        "19": "what is the normal range for blood chemistry in a child",
        "20": "what is the normal range of a boy's blood chemistry?",
        "21": "normal blood chemistry values",
        "22": "what is normal range for a patient with fragile x syndrome",
        "23": "what is the normal level of sodium for fragile x syndrome",
        "24": "what is normal bun/sodium levels",
        "25": "what is normal in labs",
        "26": "what is the normal range of sodium in blood",
        "27": "what is a normal chemistry lab for a patient with fragile x syndrome",
        "28": "normal values for bun and creatinine in blood",
        "29": "normal range chemistry",
        "30": "what is the normal range for a patient with fragile x syndrome",
        "31": "normal range of chemistry",
        "32": "normal blood lab levels",
        "33": "which chromosome is affected by fragile x syndrome",
        "34": "what is the normal ph for a patient with fragile x syndrome?",
        "35": "x chromosome fragile x syndrome",
        "36": "what is normal for blood chemistry",
        "37": "what is the normal range of urea and chlorine levels?",
        "38": "which of the following normal values does the X-chromosome have?",
        "39": "what is the normal range for potassium and sodium in blood",
        "40": "what is normal chemistry"
    },
    "23": {
        "0": " A 40-year-old woman comes to the clinic complaining of gritty sensation in her eyes. She also has difficulty swallowing dry foods with no pain or heartburn. The patient is a schoolteacher and must drink water frequently during lectures due to her mouth dryness. She also reports occasional joint pain. Medical history is not significant other than the confirmed Sjogren disease with no other rheumatologic disease. She is sexually active with her husband and has 2 children both delivered by natural vaginal delivery. She has no history of any kind of surgery. Physical examination shows conjunctival erythema and cracking of the lips. The remainder of the examination and history is normal. Her lab result shows elevated ESR (50 mm/h) ",
        "1": "what causes gritty taste in your eyes",
        "2": "gritty sensation in your mouth and eyes",
        "3": "symptoms of sjogren disease in women",
        "4": "gritty sensation in eyes",
        "5": "sjogren's disease symptoms",
        "6": "gritty eye sensation",
        "7": "symptoms of sjogren's disease",
        "8": "symptoms of gritty sensation in the eye",
        "9": "gritty sensation in the eyes",
        "10": "what causes cracking in your mouth",
        "11": "what is a gritty sensation in someone's eyes",
        "12": "eye symptoms",
        "13": "gritty eyes symptoms",
        "14": "symptoms of sjogrens disease",
        "15": "why is my eyes gritty",
        "16": "sjogren disease in adults",
        "17": "sjogren's disease erythema of lips",
        "18": "gritty eye sensation in women",
        "19": "sjogren disease in eyes symptoms",
        "20": "symptoms of sjogren",
        "21": "sjogren's disease symptoms in women",
        "22": "gritty sensation in ear",
        "23": "causes of gritty sensation in eyelids",
        "24": "gritty sensation eye",
        "25": "what is sjogrens disease",
        "26": "sjogren disease symptoms",
        "27": "symptoms of sjogren disease",
        "28": "gritty sensation in eye",
        "29": "gritty eyes",
        "30": "causes of gritty eyes",
        "31": "gritty feeling in eyes",
        "32": "sjogren's disease in lips cracking",
        "33": "gritty sensation in the eyes yahoo answers"
    },
    "24": {
        "0": " A 4-year-old boy comes to the office for the follow up of his confirmed oculocutaneous albinism. The patient was born at 38 weeks gestation with no complications. Vital signs are normal. Weight and height are at the 50th percentile. On examination, iris transillumination is present, and there are no apparent foveae on funduscopic examination. Optic nerves are small and gray. All the hairs including eyebrows and lashes are white. ",
        "1": "is oculocutaneous albinism present at birth",
        "2": "albinism symptoms in children",
        "3": "can oculocutaneous albinism be cured",
        "4": "oculocutaneous albinism",
        "5": "when does oculocutaneous albinism occur",
        "6": "iris transillumination",
        "7": "is the iris transillumination present in infants",
        "8": "age of oculocutaneous albinism",
        "9": "albinism age of birth",
        "10": "albinism in the eyes symptoms",
        "11": "what oculocutaneous albinism is",
        "12": "albinism symptoms",
        "13": "is transillumination present",
        "14": "albinism definition",
        "15": "when is albinism usually present",
        "16": "albinism symptoms in a baby",
        "17": "oculocutaneous albinism definition",
        "18": "albinism in babies",
        "19": "what is transillumination on funduscopic examination",
        "20": "albinism symptoms in babies",
        "21": "at what gestation does albinism develop",
        "22": "albinism in babies when they born",
        "23": "what is transillumination",
        "24": "can albinism make eyebrows white",
        "25": "albinism in boys symptoms",
        "26": "albinism of eyelashes definition",
        "27": "age of albinism",
        "28": "what is oculocutaneous albinism",
        "29": "albinism in babies age",
        "30": "albinism when born",
        "31": "can albinism be diagnosed at birth",
        "32": "albinism in the iris definition",
        "33": "albinism symptoms in newborns"
    },
    "25": {
        "0": " A 50-year-old woman comes to the clinic with intermittent ear discharge and sense of hearing loss on her left ear. Past medical history is significant for obesity, hyperlipidemia, and diabetes mellitus. Her medications include Metformin, Atorvastatin and Vit D supplement. Vital signs are normal. BMI is 37. Otoscopy shows a small perforation in the left tympanic membrane and a pearly mass behind the membrane. Conduction hearing loss is noted in the left ear. The remainder of the ear, nose, and throat examination is normal. ",
        "1": "is there a bmi for the ear in m",
        "2": "causes of hearing loss in the left ear",
        "3": "what is the symptom of hearing loss in the left ear in a 50 year old woman with diabetes",
        "4": "hearing loss in left ear",
        "5": "ear pain in ear",
        "6": "where is the pearly mass behind the tympanic membrane",
        "7": "hearing loss left ear",
        "8": "what medicine can cause ear discharge and hearing loss",
        "9": "what medication is in the ear for hearing loss",
        "10": "what is it when you have pearly masses behind the ear membrane",
        "11": "what is a pearly mass behind the membrane in the left ear",
        "12": "what would cause hearing loss in the left ear",
        "13": "what is the tympanic membrane",
        "14": "what is the perforation in the left ear called?",
        "15": "hearing loss on left ear",
        "16": "why does the ear have discharge",
        "17": "what bmi is normal for hearing loss",
        "18": "hearing loss in left ear causes",
        "19": "causes of hearing loss in left ear",
        "20": "causes of hearing loss on left ear",
        "21": "ear discharge causes",
        "22": "hearing loss in one ear",
        "23": "ear discharge hearing loss",
        "24": "otoscopy left ear perforation",
        "25": "which medication will cause hearing loss in the left ear",
        "26": "ear infection definition",
        "27": "is metformin considered a tympanic membrane disorder",
        "28": "what medication is causing hearing loss in left ear",
        "29": "causes of hearing loss",
        "30": "bmi in the left ear"
    },
    "26": {
        "0": " A 33-year-old woman comes to clinic complaining of progressive fatigue, decreased appetite, and 11-lb weight loss in the past 2 months. She uses levothyroxine because of the previously diagnosed Hashimoto disease. She has no other medical conditions and does not use tobacco, alcohol, or illicit drugs. Physical examination shows a generalized increase in pigmentation of the skin. Measurement of serum cortisol before and after administration of exogenous adrenocorticotropic hormone (ACTH) shows no difference in the levels. Stable glucocorticoid replacement therapy starts for her with the diagnosis for primary adrenal insufficiency (Addison disease) ",
        "1": "glucocorticoid replacement therapy",
        "2": "is acth exogenous",
        "3": "what is the difference between exogenous adrenocorticotropic hormone and acth?",
        "4": "what hormone is responsible for increasing the pigmentation on your skin",
        "5": "which hormone is used for the replacement of adrenal cortex hormone?",
        "6": "addison disease symptoms",
        "7": "exogenous adrenocorticotropic hormone test",
        "8": "does levothyroxine cause weight loss?",
        "9": "exogenous adrenocorticotropic hormone (acth) shows no difference in serum levels",
        "10": "which hormone is used in the treatment of addison disease",
        "11": "is acth considered glucocorticoid replacement?",
        "12": "is acth glucocorticoid replacement therapy",
        "13": "does acth affect cortisol",
        "14": "does acth cause weight loss",
        "15": "what does acth indicate in blood work",
        "16": "what is cortisol measured in?",
        "17": "acth hormone levels",
        "18": "what causes cortisol to increase in women",
        "19": "can levothyroxine cause weight loss",
        "20": "what is the difference between acth and cortisol",
        "21": "does acth raise cortisol",
        "22": "can levothyroxine cause weight loss?",
        "23": "which hormone is measured before and after glucocorticoid supplementation to treat adrenal primary insufficiency",
        "24": "exogenous adrenocorticotropic hormone (acth)",
        "25": "glucocorticoid hormone",
        "26": "can exogenous adh increase pigmentation",
        "27": "which glucocorticoid replacement is most stable for the treatment of primary adrenal insufficiency",
        "28": "what adrenocorticoid is best for addison's disease",
        "29": "what hormone controls adrenocorticotropic hormones",
        "30": "does acth help adrenal fatigue",
        "31": "exogenous adrenocorticotropic hormone",
        "32": "does acth cause fatigue",
        "33": "exogenous cortisol"
    },
    "27": {
        "0": " A 31-year-old woman comes to the office due to 3 days of rash on her left arm. The lesion is mildly pruritic but not painful. She is otherwise healthy and occasionally takes ibuprofen during the first few days of her menstrual period. Temperature is 37 C, blood pressure is 110/75 mm Hg, and pulse is 95/min. The lesion is like a target sign known as erythema migrans. She recently went for an adventure trip in New Hampshire. The patient is diagnosed with Lyme disease. ",
        "1": "what is target sign erythema migrans",
        "2": "temperature range of erythem migrans",
        "3": "temperature range for erythema migrans",
        "4": "temperature of erythem migrans",
        "5": "temperature of the target sign of erythema migrans",
        "6": "temperature for lyme disease",
        "7": "erythema migrans",
        "8": "target sign definition",
        "9": "erythem migrans",
        "10": "what is the temp range for lyme",
        "11": "what is erythem migrans",
        "12": "what is target sign erythem migrans",
        "13": "erythem migrans target sign",
        "14": "temperature erythema migrans",
        "15": "erythema migrans symptoms",
        "16": "erythem migrans definition",
        "17": "what is the temperature for lyme disease",
        "18": "erythema migrans target sign",
        "19": "temperature of target sign",
        "20": "what is the temperature in a target sign of lyme disease",
        "21": "what is the temperature of erythema migrans",
        "22": "lyme disease temperature",
        "23": "is erythem migrans like a target sign for lyme",
        "24": "temperature range for erythem migrans",
        "25": "temperature target sign",
        "26": "erythem migrans rash",
        "27": "erythem migrans temperature chart",
        "28": "erythem migrans temperature",
        "29": "target sign erythem migrans",
        "30": "what is the temperature and pulse of a woman with lyme disease",
        "31": "what is the average pulse of a patient with lyme",
        "32": "erythema migrans rash",
        "33": "what bp is normal for lyme",
        "34": "erythem migrans symptoms",
        "35": "what is erythem migrans on arm",
        "36": "what is the temperature of lymes disease"
    },
    "28": {
        "0": " A 23-year-old woman comes to the emergency department with a history of nosebleeds lasting for 1 hour. She has a history of heavy menses as well as occasional gum bleeding following dental procedures. Her mother also has a history of menorrhagia. Laboratory tests reveal increased bleeding time and slightly increased partial thromboplastin time. She has no other medical conditions and is otherwise healthy. Her coagulation study shows CB = 0.30 IU/mL and FVIII:C = 0.37 IU/mL. She is not smoking or using any kind of illicit drugs. She uses alcohol occasionally and is in ra elationship with her boyfriend for the past 2 years. ",
        "1": "what is the normal blood coagulation",
        "2": "what lab results indicate increased bleeding time",
        "3": "clotting time",
        "4": "average thromboplastin time for menorrhagia",
        "5": "what is normal coagulation level",
        "6": "how long does a nosebleed last",
        "7": "symptoms bleeding hours",
        "8": "what is the normal coagulation for a woman",
        "9": "thromboplastin time",
        "10": "blood work coagulation",
        "11": "how is coagulation measured",
        "12": "coagulation labs results for bleeding",
        "13": "partial thromboplastin time",
        "14": "how long does a nosebleed usually last?",
        "15": "how long does thromboplastin time last",
        "16": "coagulation studies",
        "17": "average cb",
        "18": "what lab test is used for menorrhagia",
        "19": "coagulation study results",
        "20": "blood coagulation study",
        "21": "how long do nosebleeds last",
        "22": "cb = 0.37",
        "23": "coagulation study definition",
        "24": "what is the normal cb level",
        "25": "thromboplastin time lab",
        "26": "cb coagulation",
        "27": "coagulation study cb value",
        "28": "lab test for increased partial thromboplastin time",
        "29": "coagulation studies results",
        "30": "what lab is used to determine the blood coagulation rate?",
        "31": "causes for prolonged nose bleeds",
        "32": "partial thromboplastin time definition",
        "33": "what is normal coagulation",
        "34": "how long should blood clotting time be",
        "35": "what lab is used to determine the coagulation factor for a woman",
        "36": "coagulation time",
        "37": "average coagulation"
    },
    "29": {
        "0": " A 57-year-old man comes to the emergency department due to constipation. His last bowel movement was 2 days ago. He complains of spending about 30 minutes once attempting to defecate. He also has lower back pain. There is no history of trauma. The pain is not relieved with over-the-counter pain medications. His vital signs are within normal limits. Examination shows low back pain that is worse with back flexion and raising of the legs; it radiates into his left leg. Pinprick in the perianal area does not cause rapid contraction of the anal sphincter. The rest of the neurologic examination is normal. He is suspected of Cauda Equina syndrome and referred to a spinal MRI. ",
        "1": "cause of a pinprick",
        "2": "what is the cause of the pain radiating up the left side of the body,",
        "3": "can cauda equina cause constipation",
        "4": "mri for cauda equina lumbar",
        "5": "causes of cauda equina",
        "6": "causes of painful anal",
        "7": "symptoms of cauda equina syndrome",
        "8": "causes of perianal sphincter contractions",
        "9": "causes of cauda equina symptoms",
        "10": "does MRI show c-equina",
        "11": "causes of cauda equina syndrome",
        "12": "cauda equina symptoms",
        "13": "what is the cause of pain radiating to one leg",
        "14": "can spinal cord injury cause swollen legs",
        "15": "what is the cause of cala enquina syndrome",
        "16": "can cauda equina cause back pain",
        "17": "can cauda equina syndrome cause pain in the back and legs",
        "18": "causes of cauda equina somatosis",
        "19": "cauda equina syndrome",
        "20": "causes of equina syndrome",
        "21": "what causes a pinprick in the perianal area in the back",
        "22": "can cauda equina syndrome cause mri",
        "23": "can a pinprick in the perianal area be the same as a cauda equina pinprick?",
        "24": "equine pain",
        "25": "can cauda equina syndrome cause leg pain",
        "26": "causes of rapid contraction of the anal sphincter",
        "27": "cauda equina syndrome causes",
        "28": "what causes the pinprick in the perianal area of the back",
        "29": "causes of pain in lower back",
        "30": "can spinal enlargement cause bowel movements",
        "31": "what causes pinprick in perianal area",
        "32": "causes of cala equina syndrome"
    },
    "30": {
        "0": " A 47-year-old woman comes to the office complaining of pain in the calf and knee when she bends down. The pain limits her activity. Her medical history is significant for osteoarthritis, for which she uses nonsteroidal anti-inflammatory drugs (NSAIDs) for the past two years. She is living with her husband and has 3 children. She doesn't smoke but drinks alcohol occasionally. Her vital signs are normal. On physical examination, there is a small effusion in the right knee. The effusion grew a little larger and she developed a tender swelling in the popliteal fossa and calf. Both the pain and swelling worsened as she bent and straightened her knee. ",
        "1": "knee effusion definition",
        "2": "popliteal fossa swelling",
        "3": "knee effusion causes",
        "4": "what is popliteal effusion",
        "5": "knee effusions causes",
        "6": "knee effusion",
        "7": "what type of medication do you use to swell your knees",
        "8": "what medication is used to treat a popliteal effusion",
        "9": "why would knee swelling worsen",
        "10": "when is effusion in knee",
        "11": "knee pain when straightening",
        "12": "can nonsteroidal anti-inflammatory drugs cause knee pain",
        "13": "what to take for a swollen knee",
        "14": "can osteoarthritis cause swelling in knee and calf?",
        "15": "where does a nsaid effusion develop",
        "16": "what meds cause effusion in knee",
        "17": "what is popliteal effusion in knee",
        "18": "what is an effusion in the knee",
        "19": "what is effusion in calf",
        "20": "knee pain when you bend down",
        "21": "knee pain from bending",
        "22": "when the calf is hurting and swelling",
        "23": "what kind of pain is in the knee area",
        "24": "when to check for effusion in knee",
        "25": "what medication would cause swelling in the calf",
        "26": "can you have a pain in the knee when you bend",
        "27": "what medication would cause a knee effusion?",
        "28": "what meds for knee pain",
        "29": "where is popliteal fossa",
        "30": "what would cause knee pain when you bend your knee",
        "31": "how many years has it been since osteoarthritis",
        "32": "what is it called when the popliteal fossa and knees ache",
        "33": "knee inflammation symptoms",
        "34": "calf knee pain symptoms",
        "35": "calf and knee pain",
        "36": "calf pain causes"
    },
    "31": {
        "0": " A 25-year-old woman comes to the clinic with her roommate. The roommate says that the patient has twice fallen asleep while they were talking. The patient has regularly fallen asleep in the afternoon while reading or watching television but typically feels refreshed after a brief nap. She also reveals that she sometimes hears a voice prior to falling asleep. She also complains of some episodes of clumsiness that cause her to drop objects or fall. MSLT showed that the sleep latency was less than 8 min and that the patient enters rapid eye movement (REM) sleep almost immediately. ",
        "1": "what is the latency for rapid eye movement sleep?",
        "2": "why do i sometimes hear a voice prior to falling asleep",
        "3": "what is sleep latency",
        "4": "when does a patient fall asleep",
        "5": "why do i fall asleep while talking",
        "6": "what is the latency time for clumsiness",
        "7": "how long does it take to go to rem sleep",
        "8": "mslt sleep latency",
        "9": "when should you take a rem sleep",
        "10": "when is it safe to fall asleep while watching tv",
        "11": "when do you fall asleep",
        "12": "sleep",
        "13": "what is the latency for rem sleep",
        "14": "sleep latency",
        "15": "mslt latency",
        "16": "when does the patient fall asleep",
        "17": "how long for rem sleep",
        "18": "which sleep type produces rapid eye movement",
        "19": "when should a patient begin rem sleep",
        "20": "when is the latency for a rem sleep",
        "21": "rem sleep latency",
        "22": "how long does it take a patient to go to rem sleep",
        "23": "can someone fall asleep while reading or watching tv",
        "24": "what is the latency period for rapid eye movement sleep",
        "25": "sleep latency while watching television",
        "26": "what is the latency of a patient falling asleep",
        "27": "how long does the latency for sleep",
        "28": "when to use rem sleep",
        "29": "how many minutes latency between rem sleep and resting",
        "30": "why do i fall asleep when i am on the phone",
        "31": "latency of sleep",
        "32": "how long does it take for a person with a severe sleep apnea to fall asleep?",
        "33": "how long does mslt take to work",
        "34": "sleep latency while watching tv",
        "35": "what is normal sleep latency",
        "36": "what sleep latency is most important for mslt"
    },
    "32": {
        "0": " A 30-year-old man who is a computer scientist came to the clinic with the lab result stating azoospermia. The patient is sexually active with his wife and does not use any contraception methods. They have been trying to conceive for the past year with no success. The patient has a past medical history of recurrent pneumonia, shortness of breath, and persistent cough that produces large amounts of thick sputum. The patient had multiple lung infections during childhood. He does not smoke, use illicit drugs or alcohol. The patient has no history of other medical conditions including allergies or any kind of surgery. On physical examination, the digits show clubbing. An ultrasound shows bilateral absence of the vas deferens, and FEV1 was 75% on the respiratory function test. ",
        "1": "azoospermia",
        "2": "azoospermia symptoms",
        "3": "what is the fev1 on a rf test",
        "4": "azoospermia lung cancer",
        "5": "lung infection that causes lack of sputum",
        "6": "lung function test",
        "7": "what lab test shows azoospermia",
        "8": "azoospermia lung infection",
        "9": "azoospermia lab result",
        "10": "what labs indicate azoospermia",
        "11": "azoospermia lung infections",
        "12": "is azoospermia sexually active",
        "13": "azoospermia patient characteristics",
        "14": "azoospermia lung",
        "15": "is azoospermia a genetic disorder",
        "16": "what is azoospermia?",
        "17": "what lab results indicate azoospermia",
        "18": "azoospermia definition",
        "19": "what is the lab test for azoospermia",
        "20": "does azoospermia cause shortness of breath",
        "21": "is azoospermia a medical condition",
        "22": "what is azoospermia symptoms",
        "23": "azoospermia lab report",
        "24": "what is the fev1 range?",
        "25": "azoospermia lung function test",
        "26": "what is the fev1 in a lung dr",
        "27": "azoospermia lung function",
        "28": "azoospermia lab results",
        "29": "is azoospermia a sexually active condition",
        "30": "azoospermia medical definition"
    },
    "33": {
        "0": " A 20-year-old man comes to the clinic for his routine checkup. The patient wears glasses for myopia and takes no medications. Vital signs are normal. On physical examination, the patient is tall with long upper extremities and fingers. The face appears narrow with down-slanted palpebral fissures, flattened malar bones, and a small jaw. The lungs are clear on auscultation. The abdomen is soft with no organomegaly. The patient is diagnosed with Marfan syndrome, and he is cooperative with his medical appointments. He is working as driver. ",
        "1": "is marfan syndrome a physical",
        "2": "marfan's syndrome",
        "3": "marfan syndrome symptoms",
        "4": "what is marfan syndrome",
        "5": "what is marfan's syndrome",
        "6": "is malar fissures malar",
        "7": "what is the age range for marfan's syndrome",
        "8": "marfan's disease",
        "9": "marfan syndrome",
        "10": "symptoms of marfan syndrome",
        "11": "how many organomegaly is in marfan",
        "12": "what kind of symptoms for marfan syndrome",
        "13": "marfan syndrome - what is the name of the condition",
        "14": "marfan syndrome in lungs",
        "15": "marfan symptoms",
        "16": "marfan disease",
        "17": "is marfan syndrome a symptom of myopia",
        "18": "marfan symptoms age",
        "19": "what is a marfan",
        "20": "marfan's disease symptoms",
        "21": "marfans syndrome definition",
        "22": "marfan's syndrome symptoms"
    },
    "34": {
        "0": " A 17-year-old male comes to the office due to several months of right elbow pain. The pain is worse with activity and limits his workouts and activities. He has tried over-the-counter medications with limited relief. Medical history is notable for eczema, and current medications include a topical hydrocortisone ointment. He is sexually active with his girlfriend and uses condoms. He does not smoke or drink alcohol. He plays tennis most of the days of the week. The comprehensive evaluation shows pain on the lateral side of the elbow, made worse by pressure applied on the lateral epicondyle of the humerus and when making a fist with the elbow joint straightened. The patient has this pain since last year and had several courses of physical therapy. ",
        "1": "elbow pain causes",
        "2": "why are elbow cramps worse",
        "3": "elbow pain",
        "4": "where is the elbow pain",
        "5": "lateral elbow pain causes",
        "6": "what is the cause of elbow pain",
        "7": "what kind of ointment is good for elbow pain?",
        "8": "what would a pt test for elbow pain show",
        "9": "elbow muscle pain",
        "10": "elbow pain caused by elbow thrust",
        "11": "elbow pain lateral",
        "12": "what is the most painful part of the elbow",
        "13": "where are elbow pains felt",
        "14": "what to do for painful elbow",
        "15": "what is causing pain in the elbow",
        "16": "which elbow joint is worse when making a fist with the elbow straightened",
        "17": "what is the pain on the right side of the elbow called",
        "18": "can eczema cause elbow pain",
        "19": "what medications are used to treat elbow pain",
        "20": "what medications are used for elbow pain",
        "21": "what medicine to take for elbow pain",
        "22": "what is the cause of pain in the elbow",
        "23": "what makes elbow pain worse",
        "24": "where is the lateral epicondyle",
        "25": "what would cause elbow pain in a male",
        "26": "what is the cause of pain when bending elbow",
        "27": "what causes elbow pain",
        "28": "what meds to use for elbow pain",
        "29": "is eczema related to the elbow",
        "30": "what to do for pain in lateral elbow",
        "31": "what medications are given for pain in elbow",
        "32": "where is elbow pain located",
        "33": "where is elbow pain on the right side"
    },
    "35": {
        "0": " A 43-year-old woman, gravida 3 para 3, comes to the clinic complaining of recently painful menstrual cycles. The patient's last menstrual period was 2 weeks ago. Urine β-hCG is negative. Menarche was at age 12, and menstrual periods occur every 28 days and lasts for 5 days. She is sexually active with her husband and does not have pain with intercourse. BMI is 23 kg/m2 and Vital signs are normal. On physical examination, the uterus is uniformly enlarged and tender. She is candidate for hysterectomy with the diagnosis of adenomyosis. ",
        "1": "last period for woman age",
        "2": "how many days does a period last",
        "3": "hcg bmi",
        "4": "how old is a woman when menarche occurs?",
        "5": "average menstruation for women",
        "6": "how often does a menstrual cycle start",
        "7": "can adenomyosis cause painful periods",
        "8": "how many days are in a period",
        "9": "how long can a hysterectomy last",
        "10": "menarche at age 12",
        "11": "adenomyosis uterus",
        "12": "last period - how long",
        "13": "what is the duration of period of a woman",
        "14": "how long do period last",
        "15": "last period how long",
        "16": "how long are menstrual periods usually",
        "17": "menstrual cycle bmi",
        "18": "how long is a hysterectomy",
        "19": "last period in woman",
        "20": "what is the bmi for a woman who has adenomysis",
        "21": "menstrual period for how many days",
        "22": "bmi is __________ and vital signs are normal.",
        "23": "what is hcg positive urine",
        "24": "how long is your menstrual cycle",
        "25": "how long menstrual cycle",
        "26": "menstrual cycle duration",
        "27": "menstruation pain lasts for how many days",
        "28": "what is the average length of a woman's menstrual cycle",
        "29": "how often do menstrual cycle last",
        "30": "menarche age",
        "31": "how long does a menstrual period last",
        "32": "menstrual cycle length for gravida 3 para3 female",
        "33": "menstrual cycle is painful",
        "34": "when is last menstrual cycle",
        "35": "how long does a period last",
        "36": "hysterectomy gravida",
        "37": "menstruation cycle duration",
        "38": "how to determine whether you are having adenomyosis",
        "39": "what is the dx of adenomyosis?"
    },
    "36": {
        "0": " A 47-year-old woman comes to the clinic complaining of dizziness. She also has occasional nausea and ringing in her right ear. The patient also has difficulty hearing while holding her phone to the left ear, although hearing in her right ear is normal. The dizziness improves spontaneously, and she feels fine between episodes. Past medical history is notable for hypothyroidism and low vit D level, for which she is using Levothyroxine and Vit D pearl. She does not use tobacco or drink alcohol. Physical examination shows sensorineural hearing loss in the left ear. She has only one-man sexual partner and menopaused 2 years ago. ",
        "1": "dizziness in right ear",
        "2": "dizziness causes",
        "3": "why my left ear is ringing",
        "4": "can vit d cause hearing loss in both ears",
        "5": "causes of dizziness while holding cell phone in left ear",
        "6": "dizziness in the right ear",
        "7": "dizziness with hearing loss in left ear",
        "8": "can vit d cause hearing loss left ear",
        "9": "can vit d pearl cause dizziness",
        "10": "dizziness symptoms ringing in the ear",
        "11": "hearing problems left ear",
        "12": "ringing in the ear",
        "13": "dizziness when holding a phone in right ear",
        "14": "dizziness in left ear",
        "15": "hearing loss in left ear",
        "16": "dizziness and nausea",
        "17": "dizziness ringing in ears",
        "18": "dizziness when holding phone to left ear",
        "19": "dizziness when holding phone",
        "20": "dizziness in one ear",
        "21": "dizziness and vomiting in the right ear causes",
        "22": "why am i dizzy",
        "23": "dizziness ringing in ear",
        "24": "dizziness in the left ear",
        "25": "dizziness in ear is normal",
        "26": "dizziness symptoms",
        "27": "why am I dizzy",
        "28": "is there a cure for dizziness",
        "29": "dizziness right ear",
        "30": "is vit d pearl good for dizziness",
        "31": "can hypothyroidism cause loss of hearing",
        "32": "causes of dizziness, nausea, vomiting, nausea",
        "33": "what medicine is used if you feel dizziness",
        "34": "dizziness in ear",
        "35": "dizziness ringing in right ear"
    },
    "37": {
        "0": " A 47-year-old man comes to the office due to weight gain and fatigue. He is not able to lift heavy objects or climb stairs. Family history is positive for DM type 2 and HTN in his father. Blood pressure is 165/90 mm Hg and pulse is 85/min. On physical examination, there is symmetric proximal muscle weakness of the upper and lower extremities. Fasting plasma glucose level is 138 mg/dL and 24-hour urinary cortisol is twice the upper normal limit. Further evaluation reveals that high-dose, but not low-dose, dexamethasone suppresses serum cortisol levels. Serum ACTH levels are high-normal. This patient's findings are consistent with endogenous Cushing Syndrome. ",
        "1": "what is a normal serum cortisol level",
        "2": "dexamethasone for cushing's syndrome",
        "3": "does dexamethasone suppress blood pressure",
        "4": "dexamethasone suppresses which serum cortisol",
        "5": "what is normal for cortisol",
        "6": "dexamethasone effects on cortisol",
        "7": "does dexamethasone help reduce cortisol",
        "8": "dexamethasone effects on blood pressure",
        "9": "what is the standard lab for dexamethasone",
        "10": "what is normal for cts",
        "11": "cushing's syndrome symptoms",
        "12": "cushing's syndrome",
        "13": "does dexamethasone raise cortisol",
        "14": "dexamethasone effects",
        "15": "cushing syndrome",
        "16": "dexamethasone dm vs tylenol",
        "17": "what is serum cortisol level",
        "18": "dexamethasone for cushing's disease",
        "19": "how low can dexamethasone be used for",
        "20": "what type of blood pressure does decadron suppress",
        "21": "dexamethasone suppresses what",
        "22": "which condition is characterized by the presence of exogenous cushing syndrome (css)?",
        "23": "dexamethasone for cushing syndrome",
        "24": "dexamethasone suppression",
        "25": "does dexamethasone suppress cortisol",
        "26": "dexamethasone symptoms",
        "27": "what is the normal s/n for cushing's syndrome",
        "28": "does dexamethasone help cortisol",
        "29": "is dexamethasone the only medication that can reduce cortisol",
        "30": "cushing syndrome blood pressure",
        "31": "what is the normal range for cortisol",
        "32": "cushing's syndrome blood work",
        "33": "does dexamethasone suppress cortisol?",
        "34": "dexamethasone suppresses cortisol",
        "35": "dexamethasone acth levels",
        "36": "what is the normal glucose for dm2"
    },
    "38": {
        "0": " A 60-year-old man comes to the clinic complaining of hand tremor that started few months ago. It is most bothering when he wants to drink from a glass or pour from a bottle. He does not smoke, but drinks occasionally. He recently started consuming more alcohol as his tremor subsides somewhat when he drinks small amounts of alcohol. Family history is significant for similar problems in his mother. Vital signs are normal and the patient has no other medical conditions. Neurologic examination shows bilateral tremor in the upper extremities. The diagnosis of essential tremor is confirmed. ",
        "1": "causes of bilateral hand tremors",
        "2": "causes for tremors when drinking alcohol",
        "3": "causes of hand tremors while drinking",
        "4": "what causes tremor in upper extremities",
        "5": "essential tremors",
        "6": "what is the diagnosis of essential tremor",
        "7": "why does a man's hands tremor",
        "8": "tremors caused by alcohol",
        "9": "what would cause a person's hand to tremor",
        "10": "a patient is shaken when he drinks alcohol and has tremors in his ear",
        "11": "causes for tremor in upper extremities",
        "12": "causes of tremors in upper extremities",
        "13": "tremor in upper extremities",
        "14": "tremors in the hands symptoms",
        "15": "essential tremor causes",
        "16": "essential tremors symptom",
        "17": "essential tremor",
        "18": "causes of tremors when drinking",
        "19": "tremor when pouring alcohol",
        "20": "symptoms of tremor",
        "21": "can alcohol cause tremors",
        "22": "causes of essential tremors",
        "23": "what would cause bilateral hand tremors",
        "24": "what is needed to diagnose tremors in hand",
        "25": "essential tremor symptoms",
        "26": "can you use alcohol to tremors",
        "27": "what makes your hands tremor",
        "28": "when can a diagnosis of essential tremor be made",
        "29": "essential tremors definition",
        "30": "what would cause tremors in the hands?",
        "31": "essential tremors symptoms",
        "32": "causes of hand tremors"
    },
    "39": {
        "0": " A 55-year-old white woman comes for a routine checkup. She has no significant medical history and does not use tobacco, alcohol, or illicit drugs. The patient's only medication is an over-the-counter multivitamin. Family history is notable for a hip fracture in her mother. Blood pressure is 130/80 mm Hg and pulse is 112/min. She has occasional back pain and lives a sedentary lifestyle with the BMI of 24 Kg/m2. Plain X-ray of the spine shows mild compression fracture at the level of T10. X-ray absorptiometry studies demonstrate abnormally low bone density in the lumbar vertebrae and T-score values below -2.5, which confirms the diagnosis of osteoporosis. ",
        "1": "symptoms of severe osteoporosis",
        "2": "what is normal t score",
        "3": "what level does osteoporosis occur",
        "4": "what level is osteoporosis",
        "5": "what is t score for osteoporosis",
        "6": "what would you do if your bp is low?",
        "7": "osteoporosis x-ray",
        "8": "what would be the bmi of a woman with osteoporosis",
        "9": "which level indicates osteoporosis",
        "10": "bmi level of osteoporosis",
        "11": "what is a normal t-score for osteoporosis",
        "12": "osteoporosis diagnosis",
        "13": "lumbar fracture diagnosis",
        "14": "lumbar compression fracture",
        "15": "what is the normal level of a t-score for lumbar spine fracture",
        "16": "what is blood pressure in normal range",
        "17": "what is t score of lumbar vertebrae",
        "18": "what is the pt level of t10",
        "19": "what is the t-score for osteoporosis",
        "20": "what is the normal bmi range with osteoporosis",
        "21": "osteoporosis lumbar vertebrae",
        "22": "x-ray absorptiometry studies of the spine",
        "23": "symptoms of osteoporosis for a woman",
        "24": "x-ray absorptiometry",
        "25": "what is normal t-score of lumbar vertebrae",
        "26": "which level represents a mild compression fracture?",
        "27": "t-score definition osteoporosis",
        "28": "what is tscore for osteoporosis",
        "29": "osteoporosis symptoms x-ray",
        "30": "what x-ray shows osteoporosis in the lumbar vertebrae",
        "31": "what t score for osteoporosis",
        "32": "t score values for osteoporosis",
        "33": "what is the t-score of a vertebral fracture",
        "34": "what is the normal t score for osteoporosis",
        "35": "x-ray definition of osteoporosis",
        "36": "what is the x-ray absorptimetry normal range for osteoporosis",
        "37": "what kind of fractures is osteoporosis",
        "38": "what is your tscore",
        "39": "what is the t score for osteoporosis",
        "40": "x ray lumbar compression fractures"
    },
    "40": {
        "0": " A 23-year-old female has prolonged oral bleeding immediately after a tooth extraction. Despite several interventions, the bleeding persists for hours and stops only after desmopressin (DDAVP) administration. The patient has heavy menstrual cycles each month. She has no other medical problems and takes no medications. Her mother and grandmother have also had excessive bleeding during menstrual period. Review of systems is positive for mild bruising on his legs. Laboratory findings reveal a normal platelet count and an abnormal ristocetin cofactor assay, as well as CB lt 0.30 IU/mL and FVIII:C lt 0.40 IU/mL. ",
        "1": "bleeding after a tooth extraction",
        "2": "why does bleeding persist after a tooth extraction?",
        "3": "bleeding after tooth extraction for hours",
        "4": "bleeding after tooth extraction",
        "5": "causes of bleeding from tooth extraction",
        "6": "oral bleeding hours after tooth extraction",
        "7": "desmopressin std lt 0",
        "8": "oral bleeding after tooth extraction d davp",
        "9": "causes of bleeding after tooth extraction",
        "10": "blood loss after a tooth extraction",
        "11": "throbbing after tooth extraction",
        "12": "thrombosis causes ddavp",
        "13": "throbbing mouth after a tooth extraction",
        "14": "is desmopressin ddavp or anticoagulant",
        "15": "what is normal range for platelet count",
        "16": "is desmopressin good for bleeding",
        "17": "oral bleeding after tooth extraction",
        "18": "what lab test for thrombocytopenia",
        "19": "ddavp bruising",
        "20": "causes of prolonged oral bleeding",
        "21": "what lab results indicate throbbing",
        "22": "is desmopressin used for bleeding problems",
        "23": "what medication is used to stop bleeding",
        "24": "desmopressin oral bleeding",
        "25": "oral bleeding after a tooth extraction",
        "26": "can desmopressin cause bleeding",
        "27": "can desmopressin stop bleeding",
        "28": "why do i bleed so much",
        "29": "why do I bleed hours after tooth extraction",
        "30": "why do i bleed from my bleeding mouth",
        "31": "bleeding hours after extraction",
        "32": "a patient has prolonged bleeding after a tooth extraction",
        "33": "is desmopressin a steroid or a blood thinner?"
    },
    "41": {
        "0": " A 61-year-old man comes to the emergency department complaining of an acute vision disturbance. He had an episode of vision disturbance in the right eye that occurred suddenly and resolved spontaneously in 15 minutes. He also has right jaw pain while chewing. He also complains of fatigue and hip muscle aches over the last several months. The patient has a history of mild hyperlipidemia that has been controlled by diet and lifestyle modifications. On examination, his blood pressure is 130/70 mm Hg and pulse is 66/min. Neurological examination is unremarkable. Visual examination is also normal. ESR is 103 mm/h. Temporal artery biopsy shows multinuclear giant cells and internal elastic membrane fragmentation. ",
        "1": "temporal artery biopsy",
        "2": "blood pressure and pulse",
        "3": "blood pressure for hyperlipidemia",
        "4": "visual examination is unremarkable and pulse is _______.",
        "5": "eye pain when chewing",
        "6": "normal eye pressure esr",
        "7": "eye pressure esr",
        "8": "what is the normal esr for a temporal artery biopsy",
        "9": "what is the blood pressure in the patient with hyperlipidemia?",
        "10": "esr is 103 mm/h",
        "11": "what is the pulse and esr of the patient with an episodic vision disturbance",
        "12": "what is normal for esr",
        "13": "temporal artery biopsy mri results",
        "14": "what is pulse range of eye patient",
        "15": "what is the normal range for eye pressure",
        "16": "what is the normal esr",
        "17": "temporal artery biopsy results",
        "18": "esr number for patient with tb",
        "19": "visual disturbance",
        "20": "eye disturbance blood pressure",
        "21": "esr 103",
        "22": "eye pressure",
        "23": "esr normal range for eye",
        "24": "temporal artery biopsy normal",
        "25": "visual disturbance definition",
        "26": "eye symptoms with a history of hyperlipidemia",
        "27": "what is the esr of a temporal artery biopsy",
        "28": "eye movement disturbances",
        "29": "esr is normal",
        "30": "retinal artery biopsy symptoms",
        "31": "vision disturbance",
        "32": "eye disturbances",
        "33": "esr is what",
        "34": "eye pain while chewing",
        "35": "esr normal blood pressure",
        "36": "what is temporal artery biopsy",
        "37": "what is esr in an emergency"
    },
    "42": {
        "0": " A 9-year-old girl is brought to the office for evaluation of short stature and overweight body habitus. The patient's mother and father are 170 cm and 181 cm tall, respectively. On physical examination, the patient's height is in the 5th percentile of her age. Other findings include low-set ears, a high arched palate, a webbed neck, and cubitus valgus. Chromosomal analysis reveals a 45, XO karyotype. ",
        "1": "height average for 9 year old girl",
        "2": "average height for a 9 year old",
        "3": "what karyotype is short stature",
        "4": "who is the karyotype of the patient",
        "5": "what karyotype is a short stout person?",
        "6": "what karyotype is a 9 year old with low arches",
        "7": "height of patient's father",
        "8": "what percentage is a girl short",
        "9": "how long is the xo chromosomal chromosome",
        "10": "what chromosomal variant is the xo karyotype",
        "11": "how tall is your father",
        "12": "height of the patient",
        "13": "what karyotype is a girl",
        "14": "height of father",
        "15": "average height of a 9 year old",
        "16": "average weight for a 9 year old",
        "17": "what percentile is the patient in height",
        "18": "average height for a nine year old",
        "19": "is the patient's father 181 cm tall",
        "20": "what karyotype is my child short stature",
        "21": "what age range is the patient",
        "22": "is xo karyotype short stature",
        "23": "average height",
        "24": "what percentile is xo",
        "25": "average height of xo",
        "26": "chromosomal analysis what does it say about a karyotype",
        "27": "height of patient's mother",
        "28": "chromosomal analysis xo",
        "29": "what is short stature and overweight body habitus",
        "30": "average height of a 9 year old male",
        "31": "which kymosome carries the xo gene",
        "32": "average xo chromosomes",
        "33": "what is the karyotype of a 9 year old girl",
        "34": "height xo",
        "35": "what percentage is a xo karyotype d",
        "36": "height of a child",
        "37": "how tall are the patients"
    },
    "43": {
        "0": " A 27-year-old woman comes to the dermatology clinic with skin rash and oral ulcers. The rashes are mildly itchy. The patient has no other medical conditions and takes no medications. Vital signs are normal. On examination, there are pink papules symmetrically distributed over the anterior surfaces of the shins and ankles. There are some white ulcerated papules on her buccal mucosa. She is in relationship with her boyfriend and has only one sexual partner. Her boyfriend uses condoms. She smokes 1 to 2 cigarettes a day and drinks a beer daily. Biopsy reveals prominent hyperkeratosis with a thickened granular layer. There is an infiltration of mononuclear cells in the superficial dermis that involves the overlying epidermis. The rete ridges have a sawtooth appearance. ",
        "1": "white ulcerated papules on buccal mucosa",
        "2": "where is hyperkeratosis",
        "3": "what is papules on an ankle",
        "4": "granular infiltration definition",
        "5": "where are papules located",
        "6": "granular papules",
        "7": "where are papules symmetrical",
        "8": "where does hyperkeratosis of shinbones occur",
        "9": "hyperkeratosis definition",
        "10": "what is thickened granular layer",
        "11": "what does an ulcerated papule",
        "12": "where are pink papules located",
        "13": "hyperkeratosis of shins symptoms",
        "14": "what causes a papule rash on the shins",
        "15": "what is an ulcerated papule?",
        "16": "what is the granular layer of the skin",
        "17": "what is granular hyperkeratosis",
        "18": "which layer of the superficial dermis is thickened and ridged?",
        "19": "what is the granular layer in the dermis",
        "20": "hyperkeratosis with an infiltration of mononuclear cells in the superficial dermis",
        "21": "shins and ankles symptom",
        "22": "what is the meaning of hyperkeratosis",
        "23": "what is the thickened layer of the epidermis?",
        "24": "what is hypokeratosis",
        "25": "what is the name of the thickened layer of the epidermis",
        "26": "hyperkeratosis",
        "27": "what is the thickened layer of epidermis called",
        "28": "hyperkeratosis definition wikipedia",
        "29": "hyperkeratosis of superficial",
        "30": "what causes a thickened granular layer of skin",
        "31": "where does hyperkeratosis occur",
        "32": "is hyperkeratosis reversible",
        "33": "what is the thickened layer of dermis called that thickens with age?",
        "34": "ulcerated papules on buccal mucosa",
        "35": "what is the infiltration of mononuclear cells of a granular layer on the superficial dermis",
        "36": "what is the name of a pink rash on an ecchymosis of the ankles?",
        "37": "where is the granular layer of the dermis found"
    },
    "44": {
        "0": " A 48-year-old man comes to the office complaining of heartburn and acid reflux. He has taken over-the-counter antacids but sees no relief. Other medical history is unremarkable. The patient does not use tobacco, alcohol, or illicit drugs. Vital signs are within normal limits. BMI is 31 kg/m2. Physical examination is positive for mild tenderness in upper stomach. Chest x-ray shows an air-fluid opacity behind the heart. A barium swallow study reveals approximately 1/3 of the stomach herniating through the esophageal hiatus. ",
        "1": "what kind of x-ray show stomach hiatus",
        "2": "what is an esophageal hiatus",
        "3": "bmi is normal",
        "4": "which type of x-ray shows a herniation of the esophagus?",
        "5": "can a man with an overly large stomach have heartburn",
        "6": "is an over the counter antacid a good choice",
        "7": "heartburn symptoms",
        "8": "what is your bmi",
        "9": "can antacids cause heartburn",
        "10": "what is the bmi in a 48 year old male?",
        "11": "symptoms of herniated stomach",
        "12": "how much fluid in upper stomach",
        "13": "what kind of x-ray shows an esophageal hiatus",
        "14": "what bmi does a patient with heartburn",
        "15": "heartburn in male",
        "16": "what tests should i order for heartburn",
        "17": "stomach lining rupture",
        "18": "what is the normal bmi for a man?",
        "19": "what causes a herniated stomach",
        "20": "what is a esophageal hiatus quizlet",
        "21": "causes of esophageal hiatus",
        "22": "heartburn symptom",
        "23": "what kind of fluid is around the heart and the heart and the stomach",
        "24": "what type of study shows a herniation of the stomach",
        "25": "stomach herniating",
        "26": "what is barium swallow study for stomach",
        "27": "what causes stomach pain and reflux",
        "28": "what causes an hiatus in the stomach",
        "29": "heartburn symptoms in men",
        "30": "can a chest x-ray show a hiatus",
        "31": "what is normal bmi",
        "32": "what is normal bmi for stomach",
        "33": "which of the following shows a herniated stomach?",
        "34": "stomach opacity x-rays",
        "35": "what is the bmi of an elderly male",
        "36": "what is the normal bmi for the patient with stomach pain",
        "37": "stomach opacity x-ray",
        "38": "can over the counter antacids be used to treat gas and heartburn",
        "39": "what type of x-ray shows esophageal hiatus"
    },
    "45": {
        "0": " A 15-week-old infant brought to the clinic for the follow up. The infant has flat facies, small ears, a single palmar crease, and upward slanting eyes. He was born on 39th week to a 39-year-old woman who didn't have prenatal care. The medical record confirms the trisomy of chromosome 21 (Down syndrome). The infant is otherwise healthy. ",
        "1": "down syndrome 15 week old infant",
        "2": "down syndrome baby symptoms",
        "3": "is down syndrome chromosome specific",
        "4": "what is the chromosome number for down syndrome",
        "5": "down syndrome symptoms at birth",
        "6": "down syndrome infant",
        "7": "what is the diagnosis of down syndrome",
        "8": "how many chromosomes is down syndrome",
        "9": "down syndrome",
        "10": "is down syndrome genetic",
        "11": "down syndrome symptoms",
        "12": "down syndrome in babies",
        "13": "when is down syndrome chromosome 21",
        "14": "down syndrome symptoms in infants",
        "15": "downs syndrome in babies",
        "16": "down syndrome baby",
        "17": "down syndrome chromosome numbers",
        "18": "what is the name of chromosome associated with down syndrome -",
        "19": "down syndrome baby age",
        "20": "down syndrome in newborns",
        "21": "is down syndrome genetic or hereditary",
        "22": "down syndrome 15 week",
        "23": "who has down syndrome?",
        "24": "down syndrome in infants",
        "25": "which condition is caused by the presence of a single palmar crease and upward-slanting eyes",
        "26": "down syndrome medical records",
        "27": "down syndrome when born",
        "28": "when does down syndrome start",
        "29": "down syndrome medical term"
    },
    "46": {
        "0": " The patient is a 38-year-old man with cough and body ache that started 3 days ago. He had fever and chills at the beginning and has low grade fever at the time of visit. He feels tired and sleepy. His body ache and myalgia get better after using Tylenol. The PCR test for Covid is positive. His vital signs are within normal limits with a body temperature of 37.9 C. There is no lymphadenopathy or white exudates in the pharynx. ",
        "1": "what temp does covid cause",
        "2": "average body temperature in covid patient",
        "3": "temperature of the body",
        "4": "body ache symptoms",
        "5": "covid test positive meaning",
        "6": "what is the temp on a covid test",
        "7": "covid r",
        "8": "what is the normal body temperature for someone in the u.s. with covid",
        "9": "normal pcr test",
        "10": "covid pcr test",
        "11": "covid test results in body temperature",
        "12": "covid test for fever",
        "13": "average temperature a body will get with covid",
        "14": "what lab test detects covid",
        "15": "covid fever",
        "16": "is covid normal",
        "17": "tylenol body ache and fever",
        "18": "body ache cough fever chills",
        "19": "what temperature is covid",
        "20": "what pcr test is positive for covid",
        "21": "normal body temperature for covid",
        "22": "covid test",
        "23": "covid pcr pylori test results",
        "24": "covid positive pcr test",
        "25": "covid PCR temperature",
        "26": "covid test body temperature",
        "27": "covid fever test positive",
        "28": "covid pcr test positive",
        "29": "covid test results",
        "30": "covid positive pcr",
        "31": "covid test pcr positive",
        "32": "covid lab results",
        "33": "temperature of covid test",
        "34": "covid test results normal",
        "35": "covid pcr positive"
    },
    "47": {
        "0": " A 41-year-old woman comes to the dermatology clinic complaining of facial redness, especially on her forehead and cheeks. She noticed that the redness gets worse in the summer and after sun exposure. She is otherwise healthy. On physical examination, she has multiple papules and pustules present on her forehead, cheeks, and nose on a background of erythema and telangiectasias. There are no other lesions or nodules. The patient is married and has 2 children who are 5 and 9 years old. She has IUD and doesn't wish to have more kids. She does not smoke or drink alcohol. Her vital signs are normal, and BMI is 21. ",
        "1": "why do my cheeks twitch red",
        "2": "can pustules form in the summer",
        "3": "what is a papule on the forehead",
        "4": "redness on forehead and cheeks",
        "5": "what is the meaning of freckles on the forehead",
        "6": "where are pustules on the face",
        "7": "why do my cheeks look red",
        "8": "what is the bmi for a married woman with 2 children",
        "9": "causes of redness on face",
        "10": "what makes the lips and cheeks red",
        "11": "what is the medical term mean for redness in the forehead",
        "12": "redness of forehead",
        "13": "what makes the face red",
        "14": "why is my forehead red",
        "15": "can i get redness on the forehead",
        "16": "redness on my forehead after sun exposure",
        "17": "can irids cause skin redness?",
        "18": "can erythema cause redness on brows",
        "19": "can skin lesions cause redness",
        "20": "redness on the forehead and cheeks after sun exposure",
        "21": "causes of bumps on forehead",
        "22": "what does redness in forehead and cheek mean",
        "23": "why do cheeks swell up in summer",
        "24": "causes for redness in the forehead and mouth",
        "25": "redness on forehead",
        "26": "causes for bump on forehead",
        "27": "what causes pustules",
        "28": "what makes your face red",
        "29": "forehead pustules and erythema",
        "30": "what is pustule on forehead",
        "31": "pustules on nose",
        "32": "why do the lips and cheeks look red",
        "33": "can a sunburn cause redness on face",
        "34": "causes of redness and puffiness in face",
        "35": "forehead redness",
        "36": "redness on nose",
        "37": "where are pustules on cheeks",
        "38": "what does erythema of the forehead and cheeks mean"
    },
    "48": {
        "0": " A 20-year-old man comes to the emergency due to bleeding after a tooth extraction. The bleeding has persisted for approximately 30 minutes despite constant direct pressure. He is a known case of Hemophilia type A treated with FVIII. Blood pressure is 95/60 mm Hg and pulse is 105/min. His weight is 70 Kg. Family history is positive for Hemophilia type A in his maternal uncle. He also has a lipoma on his left arm which he plans to remove surgically. His FVIII activity is 40%. ",
        "1": "blood pressure after tooth extraction",
        "2": "what is the average blood pressure for a hemophilia patient",
        "3": "hemophilia type a",
        "4": "average blood pressure for type iii patient",
        "5": "what is the normal blood pressure for a patient with hemophilia",
        "6": "hemophilia type iii",
        "7": "what is fviii activity",
        "8": "fvii hemophilia patient",
        "9": "hemophilia type iii blood pressure",
        "10": "fvii blood pressure",
        "11": "which hemophilia is treated with fviii blood pressure escalators?",
        "12": "hemophilia type a blood pressure",
        "13": "hemia type a blood pressure",
        "14": "average blood pressure for hepatic a",
        "15": "fviii activity",
        "16": "hemmophilia type a blood pressure",
        "17": "blood pressure and pulse when bleeding",
        "18": "what is the normal range for hemophilia",
        "19": "hemophilia type a treatment",
        "20": "what is the fvii level for hemophilia type a",
        "21": "what is the normal blood pressure for a hemophilia person?",
        "22": "hemophilia type a definition",
        "23": "what is the pulse of hemophilia type a",
        "24": "fviii blood pressure",
        "25": "average blood pressure for hemophilia",
        "26": "what is the normal fvIII blood pressure",
        "27": "hep a patient",
        "28": "what is the blood pressure of a hemophilia type a patient",
        "29": "type a hemophilia",
        "30": "average blood pressure during emergency",
        "31": "what is the normal blood pressure for a person with type a hemophilia"
    },
    "49": {
        "0": " A 50-year-old woman comes to the clinic complaining of difficulty swallowing both liquids and solid foods, as well as occasional cough while eating. She also has difficulty lifting her arms above her head and getting up from a chair. The weakness seems to get worse gradually. The patient has no prior medical problems and takes no medications. Vital signs are normal. Physical examination shows an erythematous rash on the upper eyelids. There are some red papules over joints of her hands. The rest of the physical examination is unremarkable. Antinuclear antibodies, anti-Jo-1 antibodies and anti-MDA5 antibody are positive. Muscle biopsy shows perifascicular inflammation and atrophy of the fascicle and surrounding blood vessels. ",
        "1": "erythematous rash over joints of hands",
        "2": "symptoms of perifascicular inflammation",
        "3": "can antinuclear antibodies cause inflammation in the muscles",
        "4": "symptoms of antinuclear antibodies",
        "5": "is a cough a sign of tummy tuck",
        "6": "what is perifascicular inflammation",
        "7": "what would cause a rash on the upper lid",
        "8": "erythematous rash over the eyelid",
        "9": "what is normal erythematous rash on upper eyelids",
        "10": "symptoms of mda5 antibody",
        "11": "what is antinuclear antibody positive",
        "12": "can arthritis cause pain in upper arms and hands",
        "13": "erythematous rash on upper eyelids",
        "14": "symptoms of rsv",
        "15": "what kind of antibodies are positive for perifascicular inflammation",
        "16": "erythematous rash on the upper lip",
        "17": "erythematous rash over the eyes",
        "18": "causes of erythematous rash on the upper eyelid",
        "19": "symptoms of mda5",
        "20": "symptoms of mda5 antibodies",
        "21": "symptoms of autoimmune perifascicular inflammation",
        "22": "erythematous on eyelids",
        "23": "what antibodies are positive for arthritis",
        "24": "causes of perifascicular inflammation and atrophy",
        "25": "what is the erythematous rash that is over the upper eyelids",
        "26": "std symptoms",
        "27": "what antibodies cause inflammation of the muscle surrounding the blood vessels",
        "28": "causes of pain and weakness in arm and hands",
        "29": "what is the most common sign of edema",
        "30": "can an erythematous rash over joints of her arms be related to an antinuclear antibody",
        "31": "can arthritis symptoms cause coughing",
        "32": "what is erythema in the eyelids and arms",
        "33": "erythematous rash",
        "34": "what lab tests are positive for perifascicular inflammation",
        "35": "symptoms of anti-jo-1 antibodies",
        "36": "what is the rash on your upper eyelid"
    },
    "50": {
        "0": " A 70-year-old man comes to the office accompanied by his wife. The patient has experienced progressive memory loss over the last years. He needs help with some of his routine activities, such as paying bills. The patient's wife says, \"He used to be such an independent person, but now he needs help with many things, even finding direction to home!\" Medical history includes hypertension, hyperlipidemia, and type 2 diabetes mellitus. Family history includes Alzheimer disease in his father. MRI reveals diffuse cortical and hippocampal atrophy. The diagnosis of AD is made using the National Institute on Aging and the Alzheimer's Association (NIA-AA) criteria. ",
        "1": "what is the nia-aaa criteria",
        "2": "alzheimer's criteria",
        "3": "what medical diagnosis would be made in the elderly with alzheimer's disease",
        "4": "what is the niaa test used to diagnose Alzheimer's disease",
        "5": "what mri shows diffuse hippocampal atrophy?",
        "6": "who needs help with activities",
        "7": "is alzheimer's progressive",
        "8": "who is alzheimer's association",
        "9": "what tests are used to diagnose alzheimer's",
        "10": "what is the criteria for alzheimer's disease",
        "11": "who is alzheimer's",
        "12": "is alzheimer's a family disease",
        "13": "what is the nia aa criteria",
        "14": "what is the definition of ad",
        "15": "what kind of disease does my husband have",
        "16": "is alzheimer's disease a family history",
        "17": "what is the diagnosis for alzheimer's disease",
        "18": "symptoms of alzheimer's in elderly",
        "19": "what is the diagnosis of alzheimer's",
        "20": "what is the nia-aa criteria",
        "21": "what is the criteria for alzheimer's",
        "22": "what type of memory loss is associated with alzheimer's disease?",
        "23": "what test for alzheimer's",
        "24": "what kind of diseases are associated with alzheimer's disease",
        "25": "what is the diagnosis for alzheimer's",
        "26": "what is the nia criteria in alzheimer's",
        "27": "what is the cause of progressive memory loss",
        "28": "is alzheimer's a disability or condition",
        "29": "mri definition of alzheimer's",
        "30": "alzheimer's causes",
        "31": "what medical problems can cause memory loss nia",
        "32": "what is the age of alzheimer disease",
        "33": "is alzheimer's a disease",
        "34": "dementia symptoms in elderly",
        "35": "alzheimer's definition",
        "36": "alzheimer's mri criteria",
        "37": "nia aa criteria",
        "38": "what tests are used to diagnose alzheimer's disease"
    }
}