{
    "1": {
        "0": " Patient is a 45-year-old man with a history of anaplastic astrocytoma of the spine complicated by severe lower extremity weakness and urinary retention s/p Foley catheter, high-dose steroids, hypertension, and chronic pain. The tumor is located in the T-L spine, unresectable anaplastic astrocytoma s/p radiation. Complicated by progressive lower extremity weakness and urinary retention. Patient initially presented with RLE weakness where his right knee gave out with difficulty walking and right anterior thigh numbness. MRI showed a spinal cord conus mass which was biopsied and found to be anaplastic astrocytoma. Therapy included field radiation t10-l1 followed by 11 cycles of temozolomide 7 days on and 7 days off. This was followed by CPT-11 Weekly x4 with Avastin Q2 weeks/ 2 weeks rest and repeat cycle. ",
        "1": "anaplastic astrocytoma of t-l spine",
        "2": "anaplastic astrocytoma",
        "3": "anaplastic astrocytoma of the spine",
        "4": "anaplastic astrocytoma treatment",
        "5": "anaplastic astrocytoma of the spine complicated by",
        "6": "anaplastic astrocytoma of the t-l",
        "7": "anaplastic astrocytoma of spine",
        "8": "anaplastic astrocytoma of the spine unresectable",
        "9": "anaplastic astrocytoma symptoms",
        "10": "which chemotherapy is best for aplastic astrocytoma",
        "11": "anaplastic astrocytoma in t-l",
        "12": "anaplastic astrocytoma of the spine complications",
        "13": "anaplastic astrocytoma in the spine treatment",
        "14": "is anaplastic astrocytoma of the spine resectable"
    },
    "2": {
        "0": " 48 M with a h/o HTN hyperlipidemia, bicuspid aortic valve, and tobacco abuse who presented to his cardiologist on [**2148-10-1**] with progressive SOB and LE edema. TTE revealed severe aortic stenosis with worsening LV function. EF was 25%. RV pressure was 41 and had biatrial enlargement. Noted to have 2+ aortic insufficiency with mild MR. He was sent home from cardiology clinic with Lasix and BB (which he did not tolerate), continued to have worsening SOB and LE edema and finally presented here for evaluation. During this admission repeat echo confirmed critical aortic stenosis showing left ventricular hypertrophy with cavity dilation and severe global hypokinesis, severe aortic valve stenosis with underlying bicuspid aortic valve, dilated ascending aorta, mild pulmonary artery systolic hypertension. The patient underwent a preop workup for valvular replacement with preop chest CT scan and carotid US (showing moderate heterogeneous plaque with bilateral 1-39% ICA stenosis). He also underwent a cardiac cath with right heart cath to evaluate his pulm art pressures which showed no angiographically apparent flow-limiting coronary artery disease. ",
        "1": "bicuspid aortic valve",
        "2": "which artery shows signs of aortic stenosis",
        "3": "aortic stenosis",
        "4": "dilated ascending aorta causes",
        "5": "symptoms of critical aortic stenosis",
        "6": "severe aortic stenosis",
        "7": "dilated ascending aorta with bicuspid aortic valve",
        "8": "bicuspid aortic valves",
        "9": "aortic stenosis pulmonary arteries",
        "10": "avs bicuspid",
        "11": "bicuspid valve stenosis",
        "12": "what is the ef of aortic stenosis",
        "13": "is critical aortic stenosis a vascular disease",
        "14": "bicuspid aortic valve edema",
        "15": "what is the systolic artery pressure",
        "16": "aortic valve stenosis definition",
        "17": "aortic stenosis causes",
        "18": "bicuspid aortic valve definition",
        "19": "aortic valve stenosis",
        "20": "bicuspid aortic valve is dilated what is the ef",
        "21": "aortic stenosis with underlying bicuspid valve edema",
        "22": "dilated ascending aorta",
        "23": "what is the echo of the aortic valve",
        "24": "bicuspid valves",
        "25": "aortic stenosis symptoms",
        "26": "bicuspid valve edema",
        "27": "aortic stenosis pulmonary hypertension",
        "28": "what is a bicuspid aortic valve",
        "29": "which echograms show critical stenosis",
        "30": "aortic stenosis pulmonary disease"
    },
    "3": {
        "0": " A 32 yo woman who presents following a severe 'exploding' headache. She and her husband report that yesterday she was in the kitchen and stood up and hit her head on the corner of a cabinet. The next morning she developed a sudden 'exploding' headache. She came to the hospital where head CT showed a significant amount of blood in her right ventricle. NSGY evaluated her for spontaneous intraventricular hemorrhage with a concern for an underlying vascular malformation. Cerebral angiogram was done which showed abnormal vasculature with a draining vein from L temporal lobe penetrating deep white matter consistent with AVM. The patient did continue to have a headaches but they were improving with pain medication. The patient refused PT evaluation but was ambulating independently without difficulty. She was discharged to home with her husband on [**2155-12-6**]. ",
        "1": "vascular malformation of the head",
        "2": "intraventricular hemorrhage",
        "3": "vascular malformations",
        "4": "which artery is draining the white matter of the cerebral lobe?",
        "5": "can an angiography show abnormal vasculature",
        "6": "cerebral angiogram vvm",
        "7": "angiogram for AVM",
        "8": "symptoms of intraventricular hemorrhage",
        "9": "what lobe drains from l temporal lobe",
        "10": "vascular malformation",
        "11": "what is the draining vein",
        "12": "what is an intraventricular hemorrhage",
        "13": "what is the ct of a vascular mass",
        "14": "exploding headaches",
        "15": "angiogram for avm",
        "16": "exploding headache meaning",
        "17": "can vascular malformations cause spontaneous intraventricular hemorrhage",
        "18": "nsgy brain angiogram",
        "19": "what lobe is avm",
        "20": "artery draining into brain",
        "21": "which of the following shows evidence of an acute intraventricular hemorrhage?",
        "22": "what is a vascular anomaly",
        "23": "avm ct",
        "24": "intraventricular haemorrhage definition",
        "25": "exploding headache",
        "26": "symptoms of avam brain",
        "27": "intraventricular hemorrhage symptoms",
        "28": "exploding headaches ct",
        "29": "symptoms of vascular malformation",
        "30": "angiogram is abnormal in which lobe",
        "31": "nsgy evaluation of intraventricular hemorrhage",
        "32": "what is the name of the draining vein on the temporal lobe",
        "33": "what is avm cerebral angiogram",
        "34": "vascular malformation of the right temporal lobe"
    },
    "4": {
        "0": " This is a 44 year old female with PMH of PCOS, Obesity, HTN who presented with symptoms of cholecystitis and was found incidentally to have a large pericardial effusion. A pericardiocentesis was performed and the fluid analysis was consistent with Burkitt's lymphoma. Pericardial fluid was kappa light chain restricted CD10 positive monotypic B cells expressing FMC-7, CD19, CD20, and myc rearrangement consistent with Burkitt's Lymphoma. A subsequent lumbar puncture and bone marrow biopsy were negative for any involvement which made this a primary cardiac lymphoma. A cardiac MRI showed a mass that was 3cm x 1cm on the lateral wall of the right atrium adjacent to the AV junction. Past Medical History: 1. Rare migraines 2. HTN 3. Obesity 4. PCOS/infertility 5. Viral encephalitis/meningitis-->ICH-->seizure/stroke ([**2137**]) =- from severe sinus infxn, caused mild non-focal residual deficits 6. CSF leak w/ meningitis s/p lumbar drain placement 7. R LE DVT s/p IVC filter placement 8. Knee surgery ",
        "1": "what is pericardial effusion",
        "2": "burkitt lymphoma symptoms",
        "3": "burkitt's lymphoma of the right av junction",
        "4": "what is the size of an effusion in the cardiac wall?",
        "5": "is burkitt lymphoma a primary cardiac lymphoma",
        "6": "what causes mass in right atrium",
        "7": "lymphoma right atrium",
        "8": "burkitt lymphoma in thigh",
        "9": "pericardial effusion",
        "10": "what is the av junction in the right atrium",
        "11": "pericardial effusion symptoms",
        "12": "pericardial effusion with burkitt's lymphoma",
        "13": "pericardial lymphoma definition",
        "14": "burkitt lymphoma",
        "15": "pericardial effusion causes",
        "16": "pericardial effusion in right atrium",
        "17": "burkitt lymphoma in right right atrium",
        "18": "burkitt lymphoma pericardial fluid",
        "19": "lymphoma of right atrium symptoms",
        "20": "burkitt lymphoma of the heart wall",
        "21": "burkitt lymphoma pericardial effusion",
        "22": "burkitt lymphoma of right atrium",
        "23": "symptoms of pericardial effusion",
        "24": "burkitt's lymphoma",
        "25": "burkitt's lymphoma in right av junction",
        "26": "burkitt lymphoma of the heart",
        "27": "burkitt's lymphoma MRI",
        "28": "burkitts lymphoma right atrium"
    },
    "5": {
        "0": " 74M hx of CAD s/p CABG, EF 60% prior CVA (no residual deficits), HTN, HL, DMII, Moderate to Severe PVD was referred to cardiology for evaluation of PVD, and on examination patient was found to have carotid bruits. Upon further review of symptoms the pt reports + Occasional dizziness, no prior syncope occasional HA, Denies CP/SOB. No sensory or motor defects. He recalls that he might have had a stroke 10-15 years ago without any residual deficit. Prior to CABG he only had diaphoresis. Further review of systems is notable for absence of chest pain, dyspnea on exertion, paroxysmal nocturnal dyspnea, orthopnea, palpitations, syncope or presyncope. He underwent Carotid U/S that showed significant bilateral carotid stenosis, L>R. Angiography revealed an 80% stenosis of the R ICA and a 90% L ICA stenosis. Cerebral angiography further revealed patent right ACA and MCA and patent left ACA and left MCA. Past Medical History: CAD s/p CABG in [**2154**] ([**Hospital1 112**]) Prior CVA Bilateral carotid artery disease Anemia PVD Hypertension Diabetes c/b retinopathy and peripheral neuropathy Cataracts s/p surgery Thyroid nodule Colon polyps s/p resection Intermittent Lower back pain Proteinuria s/p right elbow fracture as a child Arthritis ",
        "1": "carotid bruit symptoms",
        "2": "carotid bruits",
        "3": "carotid bruits angiography",
        "4": "carotid bruits definition",
        "5": "carotid bruits before carotid artery stenosis",
        "6": "carotid artery disease prior cva",
        "7": "carotid stenosis angiography",
        "8": "prior carotid artery disease",
        "9": "carotid bruits symptoms",
        "10": "symptoms of pvd after calbg",
        "11": "prior carotid artery surgery symptoms",
        "12": "carotid stenosis symptoms",
        "13": "symptoms of carotid bruits",
        "14": "carotid sinus bruits symptoms",
        "15": "symptoms of carotid artery stenosis prior to carotid artery stenosis",
        "16": "bilateral carotid artery stenosis",
        "17": "carotid bruits before carotid artery disease",
        "18": "carotid bruits before cva",
        "19": "bilateral carotid artery disease",
        "20": "carotid artery stenosis symptoms",
        "21": "symptom of a carotid bruit",
        "22": "carotid artery patent",
        "23": "symptoms carotid bruits",
        "24": "symptoms of carotid bruit",
        "25": "artery patent"
    },
    "6": {
        "0": " Patient is a 55yo woman with h/o ESRD on HD and peritoneal dialysis who presented with watery, non bloody diarrhea and weakness. She has a history of 2 prior C diff infections, the most recent just 1 month ago. Recent antibx use in the last month on prior admission. Was also txd for Cdiff at that time for 14 d. course with po vanco. Pt was initially admitted to the ICU and was septic on pressors (levophed) until the morning of [**8-26**] with leukocytosis but no fever. C diff assay positive on admission, and pt had leukocytosis consistent with C diff. Patient was placed on Vanco po, Flagyl IV and Flagyl po initially, and when patient improved she was transitioned to Vanco oral and Flagyl oral on [**8-29**]. Patient was treated with Vanco for an extended course of 6 weeks given her recurrent C diff. Pt was also encouraged to take probiotics and to bleach her home when she was discharged. ",
        "1": "what meds for cdiff",
        "2": "vanco for what c diff",
        "3": "c diff flagyl",
        "4": "can flagyl be used for c diff",
        "5": "what is vanco oral medication used for",
        "6": "cdiff patient symptoms",
        "7": "vanco for cdiff",
        "8": "can vanco cause diarrhea",
        "9": "what antibiotics treat c diff",
        "10": "vanco po",
        "11": "can vanco cause esrd",
        "12": "is vanco po oral for c diff",
        "13": "is vanco oral or iv",
        "14": "what kind of antibiotics treat c-diff",
        "15": "c diff assay for icu",
        "16": "how to treat c diff in adults",
        "17": "can vanco cause leukocytosis",
        "18": "vanco oral medication",
        "19": "what is vanco oral for",
        "20": "vanco for c diff",
        "21": "when is c diff treatment started",
        "22": "what is vanco oral used for",
        "23": "what is the txd for c diff",
        "24": "when is vanco administered",
        "25": "cdiff patient with no fever",
        "26": "is vanco po septic",
        "27": "vanco oral",
        "28": "what medicine is used to treat c diff",
        "29": "what is vanco used to treat",
        "30": "what is the treatment for c diff in dialysis patients?",
        "31": "what iv of vanco for cdiff",
        "32": "when is vanco used if c diff",
        "33": "when did vanco become available",
        "34": "what is the med called for c diff",
        "35": "cdiff patient",
        "36": "how long is flagyl on iv",
        "37": "medication for c diff",
        "38": "c diff treatment",
        "39": "vanco oral course",
        "40": "vanco vs flagyl oral"
    },
    "7": {
        "0": " 60 yo M with Hep C cirrhosis, grade II esophageal varices, recent admission for UGIB [**2-9**] NSAID gastritis, referred for admission throught the ED by hepatology clinic for new slurred speech and tangential thought process. Patient also describes new imbalance leading to a fall during which he may have hit his head on. Per last liver clinic note has been off ETOH for a year (corroborated with pt), utox was negative for alocohol. CT was within normal limits, and neuro evaluation determined this was not ischemic infart. Patient was given a presumptive diagnosis of hepatic encephalopathy and started on lactulose. Liver function tests showed a striking increase in his total and direct bilirubin since last visit. Another worrisome feature was the increase in the patient's AFP. This could be progression of cirrhosis as he failed interferon twice. He is to follow-up as an outpatient to work this up. Past Medical History: HCV Cirrhosis (tx with interferon x2 with no response) Portal Gastropathy Grade II Esophageal varices HTN Recent admission [**4-/2150**]: UGIB [**2-9**] non-steroidal induced gastritis ",
        "1": "ugib symptoms",
        "2": "ugib nsaid",
        "3": "ugib",
        "4": "non-steroidal induced gastritis",
        "5": "ugib hepatic encephalopathy",
        "6": "hepatic encephalopathy",
        "7": "ngib hepatic encephalopathy",
        "8": "nsaid gastritis",
        "9": "angiopathic hepatic encephalopathy",
        "10": "hepatic encephalopathy causes",
        "11": "diagnosis of hepatic encephalopathy",
        "12": "gastritis ngib",
        "13": "hepatic encephalopathy diagnosis",
        "14": "what does ugib mean?",
        "15": "ngib definition",
        "16": "ugib gastritis definition",
        "17": "esophageal varices ugib",
        "18": "hepatic encephalopathy symptoms",
        "19": "slurred speech",
        "20": "what are nsaid induced gastritis",
        "21": "ngib causes",
        "22": "ngib diagnosis",
        "23": "esophageal varices hepatic encephalopathy",
        "24": "can a hepatic encephalopathy be cured",
        "25": "ugib - hepatic",
        "26": "ugib meaning",
        "27": "what is ugib",
        "28": "ungib definition",
        "29": "ugib definition",
        "30": "ngib esophageal varices",
        "31": "angial encephalopathy meaning",
        "32": "esophageal varices symptoms"
    },
    "8": {
        "0": " This is a 57-year-old gentleman with CLL and large cell transformation. He presented with his disease back in [**10/2119**] with an elevated white count and LDH. He was without any splenomegaly or any cytopenias at that time. He did have some bulky lymphadenopathy. He then completed four cycles of FCR therapy, which he completed back in 09/[**2119**]. He had an excellent response to therapy and was monitored off treatment for approximately two years. He then presented in [**7-/2122**] with a rising white count, approximately 50% lymphocytes, and a mildly elevated LDH. He also had some mild worsening palpable lymphadenopathy. He then received four cycles of PCR, but did not have much in the way of response and his treatment regimen was switched to R-CVP of which he received two cycles. He did again not have a significant response, though continued to have an excellent performance status, and he was ultimately switched to Campath therapy. He did have resolution of his lymphocytosis, and his white count has come down nicely, but did not have much in the way of response in terms of reducing his bulky lymphadenopathy. He then eventually had developed an enlarging left cervical node which was biopsied and was found to have Richter's transformation. ",
        "1": "what is campath treatment for cll",
        "2": "campath therapy for cll",
        "3": "campath therapy",
        "4": "cll enlargement lymph node",
        "5": "what is r-cvp treatment for crl",
        "6": "campath therapy in cll",
        "7": "campath therapy for crl",
        "8": "what is richter's transformation and treatment",
        "9": "campath treatment",
        "10": "cll enlargement",
        "11": "ldh normal",
        "12": "richter's transformation",
        "13": "campath therapy for cll patients",
        "14": "crl patient with enlargement",
        "15": "cll large cell transformation",
        "16": "what treatment does campath use",
        "17": "what is the standard treatment for cll",
        "18": "cll ldh",
        "19": "which therapy is best for reducing lymphadenopathy",
        "20": "campath therapy for chl",
        "21": "what is rvp therapy for crl",
        "22": "camaph therapy for cll",
        "23": "what is campath",
        "24": "campath treatment for cll",
        "25": "can a white count be elevated on campath",
        "26": "what is the treatment for cll",
        "27": "cmvp therapy for camilla lymphoma",
        "28": "which therapy for clark's transformation",
        "29": "what is richter transformation",
        "30": "what is richter's transformation"
    },
    "9": {
        "0": " 41 year old man with history of severe intellectual disability, CHF, epilepsy presenting with facial twitching on the right and generalized shaking in at his NH which required 20 mg valium to cease seizure activity. Per outside medical patient was felt to have focal epilepsy with secondary generalization, likely due to anoxic brain injury at birth, and probably related to the atrophic changes seen on MRI, particularly in the left temporal lobe. The patient first developed seizures at age 13 found by family to have a generalized convulsion. He had a second seizure two years after his first episode. He was maintained on Dilantin and phenobarbital. The patient went 20 years without another seizure. He was recently tapered off Dilantin, and it was felt that perhaps this medication was necessary to maintain him seizure free. The patient had no further events during the hospital course and was back at his baseline at the time of discharge. Full EEG reports are pending at the time of dictation. Past Medical History: Epilepsy as above, CHF, depression ",
        "1": "what medication to use for seizures",
        "2": "generalized seizure",
        "3": "when did chf begin seizures",
        "4": "is valium a seizure medication",
        "5": "valium medication for seizures",
        "6": "how many valium to get rid of seizures",
        "7": "what medication does a person who has epilepsy take",
        "8": "valium medication for seizure",
        "9": "what medication for seizures",
        "10": "valium for generalized convulsions",
        "11": "what meds are for focal epilepsy",
        "12": "valium for seizures",
        "13": "what medication for seizure",
        "14": "what medication is used for chf",
        "15": "valium seizures",
        "16": "generalized seizures",
        "17": "valium for epilepsy",
        "18": "can valium help seizures",
        "19": "what medication is best for seizures in children",
        "20": "is dilantin considered an euphoria medication",
        "21": "can dilantin cause convulsions",
        "22": "what is valium used for",
        "23": "dilantin and phenobarbital",
        "24": "what medications for epilepsy",
        "25": "can dilantin cause chf",
        "26": "valium for epilepsy patient",
        "27": "what is dilantin used for",
        "28": "what medication does the patient take for seizures",
        "29": "dilantin for epilepsy",
        "30": "valium how much to take",
        "31": "what medicine to take for epilepsy",
        "32": "what medicine to use for epilepsy with convulsion",
        "33": "how is dilantin tapered",
        "34": "which medication is prescribed for seizures",
        "35": "which seizure medication is best for patient with epilepsy",
        "36": "which medications are prescribed for generalized epilepsy"
    },
    "10": {
        "0": " Pt is a 22yo F otherwise healthy with a 5 yr history of the systemic mastocytosis, with flares normally 3/year, presenting with flushing and tachycardia concerning for another flare. This is patient's 3rd flare in 2 months, while still on steroid taper which is new for her. She responded well to 125 mg IV steroids q 8 hrs and IV diphenydramine in addition to her continuing home regimen. CBC was at her baseline, w/normal differential. Serum tryptase revealed a high value at 84. The patient failed aspirin challenge due to adverse reaction. She was stabilized on IV steroids and IV benadryl and transferred back to the medical floor. She continued on her home histamine receptor blockers and was transitioned from IV to PO steroids and benadryl and observed overnight and was discharged on her home meds, prednisone taper, GI prophylaxis with PPI, Calcium and vitamin D, and SS bactrim for PCP. ",
        "1": "can systemic mastocytosis be managed",
        "2": "iv steroids for mastocytosis",
        "3": "what meds are used for mastocytosis",
        "4": "medication for mastocytosis",
        "5": "what is systemic mastocytosis",
        "6": "systemic mastocytosis cbc",
        "7": "how to iv a patient that fails aspirin challenge",
        "8": "what is iv std",
        "9": "systemic mastocytosis what is the dilution",
        "10": "what is the normal range for mastocytosis",
        "11": "systemic mastocytosis icd taper",
        "12": "systemic mastocytosis symptoms",
        "13": "mastocytosis flare ups",
        "14": "steroid taper",
        "15": "what is the normal range of histamine receptor blockers?",
        "16": "mastocytosis systemic",
        "17": "cbc normal",
        "18": "what is the standard dose for iv steroids",
        "19": "is diphenydramine an antibiotic",
        "20": "is diltiazem a histamine receptor blocker",
        "21": "iv mastocytosis",
        "22": "systemic mastocytosis flares",
        "23": "what is systemic mastocytosis flare up",
        "24": "iv mastocytosis what med to use",
        "25": "iv diphenydramine",
        "26": "is systemic mastocytosis contagious",
        "27": "systemic mastocytosis flare ups symptoms",
        "28": "can systemic mastocytosis lead to an adverse reaction",
        "29": "mastocytosis flares",
        "30": "what is the normal range for systemic mastocytosis",
        "31": "what medications are used to treat mastocytosis",
        "32": "systemic mastocytosis flare"
    },
    "11": {
        "0": " A 75 yo M w/ metastatic papillary thyroid cancer s/p XRT 19 sessions who presented with 2 days of worsening dysphagia for solids, poor oral intake, weight loss 20 pounds over last several weeks and some lethargy. Papillary thyroid cancer dx w/ right neck mass --s/p neck mass resection; unable to perform thyroidectomy --high bleed risk, proximity to trachea and recurrent laryngeal nerve and large tumor size --s/p XRT to neck --s/p RAI ablation --Metastatic to lymph nodes and adrenal glands * s/p hernia repair * s/p tonsillectomy ",
        "1": "trachea and laryngeal nerve",
        "2": "papillary thyroid cancer dx",
        "3": "metastatic thyroid cancer",
        "4": "lymph nodes metastasized by papillary thyroid cancer",
        "5": "lymph nodes affected with papillary cancer",
        "6": "thyroid cancer that is metastatic",
        "7": "thyroid cancer dx neck mass",
        "8": "metastatic thyroid",
        "9": "metastatic thyroid cancer to lymph nodes",
        "10": "metastatic thyroid tumor neck mass",
        "11": "xrt for thyroid cancer",
        "12": "is papillary thyroid cancer metastatic",
        "13": "is resection necessary for papillary cancer",
        "14": "thyroid resection neck mass",
        "15": "thyroid cancer in neck",
        "16": "symptoms of papillary thyroid cancer",
        "17": "metastatic thyroid tumor",
        "18": "thyroid cancer dx",
        "19": "thyroid cancer s/p xrt to neck",
        "20": "thyroid cancer resulting in neck mass",
        "21": "thyroid carcinoma that is metastatic",
        "22": "is thyroid cancer metastatic to lymph nodes",
        "23": "XRT neck mass",
        "24": "what is the dx for thyroid metastatic cancer",
        "25": "thyroid cancer symptoms",
        "26": "metastatic thyroid disease",
        "27": "is thyroid cancer metastatic",
        "28": "thyroid cancer metastatic to lymph nodes",
        "29": "metastatic thyroid cancer lymph nodes",
        "30": "what treatment would be recommended for cancer in neck",
        "31": "xrt to throat",
        "32": "lymph nodes affected by papillary thyroid cancer",
        "33": "papillary thyroid disease"
    },
    "12": {
        "0": " 34 year old woman with Marfan's syndrome and known severe mitral valve prolapse with regurgitation, who was planned for a MV repair but was lost to follow-up. She remains symptomatic and is now prepared to undergo mitral valve repair/replacement surgery. EF of 65% on TTE. Past Medical History: Marfans Syndrome MVP with severe mitral regurgitation Gastric reflux disease History of gestational diabetes mellitus Hypertension with pregnancy Obesity c-section x 2 laser eye surgery cataract surgery foot surgery (shorten bone length) ",
        "1": "what is marfan's syndrome",
        "2": "what kind of surgery is a mitral valve repair",
        "3": "what is mvp in medical terms",
        "4": "mitral valve replacement",
        "5": "marfan's syndrome",
        "6": "mitral valve regurgitation causes",
        "7": "mitral regurgitation definition",
        "8": "mitral valve repair surgery",
        "9": "mitral regurgitation surgery",
        "10": "can marfan's syndrome cause regurgitation",
        "11": "is mitral valve repair an option for marfans syndrome",
        "12": "marfan's syndrome mitral valve replacement",
        "13": "medical history of marfan s syndrome mitral valve",
        "14": "what is marfans syndrome",
        "15": "marfans syndrome symptoms",
        "16": "marfan's syndrome with regurgitation",
        "17": "mitral valve prolapse",
        "18": "what is marfan syndrome",
        "19": "mitral valve prolapse in pregnancy",
        "20": "is marfan syndrome reversible",
        "21": "mitral valve repair ef",
        "22": "what surgery is needed for marfans syndrome",
        "23": "marfans valve prolapse",
        "24": "marfan's syndrome vp",
        "25": "mitral valve regurgitation",
        "26": "what medical complications are associated with marfan's disease?",
        "27": "Marfan's syndrome",
        "28": "mvp symptoms",
        "29": "what type of surgery for mitral valve prolapse",
        "30": "mitral valve prolapse with regurgitation",
        "31": "mvp disease",
        "32": "what is mitral valve regurgitation"
    },
    "13": {
        "0": " 62 yo male with hx of CVA, neurogenic bladder with indwelling suprapubic catheter with multiple prior admissions for UTIs, altered mental status, and urosepsis presents to the hospital in urosepsis now resolved after treatment with vanc/meropenem. Per CT there is a non-obstructing stone in the L ureter, no evidence of urethral strictures. Significant leaking around suprapubic cath site. Started on ditropan changed over to detrol. Urologist not concerned with leaking and will f/u with pt next week. s/p CVA Neurogenic bladder s/p suprapubic cath Recurrent UTIs with Klebsiella/Pseudomonas Non-hodgkins Marginal Zone Lymphoma of the left orbit Dx in 03 (s/p R-CHOP x 6 cycles) Bells Palsy BPH Hypertension Partial Bowel obstruction s/p colostomy Hepatitis C Cryoglobulinemia SLE with transverse myelitis, anti-dsDNA Ab+ Insulin Dependant Diabetic Fungal Esophagitis Stage IV? Urinary Tract Infections-pseudomonas and enterococcus ",
        "1": "suprapubic cath leaking",
        "2": "cva neurogenic bladder",
        "3": "neurogenic bladder",
        "4": "suprapubic catheter symptoms",
        "5": "suprapubic cath causes",
        "6": "can a suprapubic catheter cause hep c",
        "7": "neurogenic bladder symptoms",
        "8": "neurogenic bladder cva indwelling suprapubic catheter",
        "9": "suprapubic catheter urethral strictures symptoms",
        "10": "leaking suprapubic cath",
        "11": "neurogenic bladder indwelling suprapubic catheter",
        "12": "what cva is s/p suprapubic cath",
        "13": "s/p suprapubic cath symptoms",
        "14": "ureter cyst leaking",
        "15": "leaking suprapubic catheter",
        "16": "can cva cause uti",
        "17": "neurogenic bladder with indwelling suprapubic catheter",
        "18": "what is the treatment for neurogenic bladder",
        "19": "cva neurogenic bladder indwelling suprapubic catheter",
        "20": "suprapubic catheter",
        "21": "can suprapubic cath cause leaking urinary tract"
    },
    "14": {
        "0": " 70 y/o with COPD on 2.5-3.5L O2 at baseline, OSA and obesity hypoventilation syndrome, dCHF, discharged [**2132-8-24**] now presents with agitation and altered mental status with hypoxia and O2 sats 70s on BipAp with 5L. Pt agitated then somnolent at initial presentation. Daughter reported increased agitation and altered mental status x 2-3 days with O2 sats 60s-70s at home. Daughter has also noted increased LE edema and weight gain which prompted a phone call to her PCP and increased lasix dose from 80daily to 100mg daily with some mild improvement in edema. She has had decreased appetite, PO intake, energy level at home with difficulty with ADLs. No recent history of fever, cough, chills, sputum production, CP, abd pain, or other complaints other than chronic right thigh pain last 1-2 months. Daughter also reports med compliance and compliance with BiPap at night. Past Medical History: - CAD; s/p 4 vessel CABG in [**2119**] - CHF; EF 55%, mild AS - obesity hypoventilation syndrome - obstructive sleep apnea - DM2 - ventricular tachycardia; s/p ICD in [**2127**] - hypothyroidism - schizophrenia - COPD - Pneumona treated in [**4-7**] at [**Hospital1 **] ",
        "1": "cpt agitation",
        "2": "hypoxia sats chart",
        "3": "hypoventilation syndrome",
        "4": "o2 sats for coPD",
        "5": "o2 sats",
        "6": "obesity hypoventilation syndrome",
        "7": "average o2 for bipap",
        "8": "decreased energy level",
        "9": "Bipap 100mg daily edema",
        "10": "what sat for bipap at night",
        "11": "bipap o2 sats",
        "12": "hypoxia definition",
        "13": "o2 sats hypoxia",
        "14": "decreased appetite and pcp",
        "15": "obesity hypoventilation syndrome definition",
        "16": "what is normal o2 sats",
        "17": "o2 sats at home",
        "18": "what is normal o2 for bipap",
        "19": "o2 sats for copd",
        "20": "bipap edema clinical",
        "21": "what is normal o2 level for bipap",
        "22": "o2 sats 70s",
        "23": "sats in o2",
        "24": "what should o2 sats be",
        "25": "bipap sats",
        "26": "o2 sats normal",
        "27": "cpt agitated and somnolent",
        "28": "average o2 sats for a patient with obstructive sleep apnea",
        "29": "is bipap used for COPD",
        "30": "what is normal o2 sats during bipap",
        "31": "bipap o2 average agitation",
        "32": "bipap sat level"
    },
    "15": {
        "0": " 70 year-old woman with a history of CAD recently noted abdominal mass who presents with fevers/rigors and bandemia. Over the last few weeks leading up to admission, she has been experiencing mid-abdominal pain, radiating to the left flank. It lasts throughout the day is not increased by eating though there is associated vomiting and is worsened with coughing. CT abdomen without contrast was then performed on [**4-20**] showing a large 9.5 x 7.5 x 6.0-cm heterogeneous left upper abdominal mass. Patient underwent a EUS with biopsy. The results of the biopsy were consistent with pancreatic adenocarcinoma at the head of pancreas. Splenic flecture/pancreatic tail mass was also seen on CT, likely diverticular abscess given the patients recent likely history of diverticulitis this was thought to be an infected fluid collection or abscess. She was treated with IV antibiotics (Zosyn, then ceftriaxone and flagyl) and will continue on them until seen by ID as an outpatient. Past Medical History: 1. Coronary artery disease with history of angioplasty in [**State 108**] one year ago 2. Mitral valve prolapse 3. Atrial fibrillation 4. Hyperlipemia 5. Hypertension 6. Chronic kidney disease (SCr 2.1 in [**3-17**]) 7. Hypothyroidism? (TSH 10 in [**3-17**]) 8. Anemia (HCT 30.7 in [**3-17**]) ",
        "1": "what is the splenic flecture of the pancreas",
        "2": "what is the name of the mass in the pancreas",
        "3": "pancreatic tail mass",
        "4": "what are signs of a pancreatic adenocarcinoma",
        "5": "what is a pancreatic tail abscess biopsy",
        "6": "pancreatic tumor vs diverticular abscess",
        "7": "what is the cause of splenic flecture/pancreatic tail mass",
        "8": "what is the ct abdomen scan",
        "9": "what is a diverticular abscess",
        "10": "what is a spanic abscess in pancreas?",
        "11": "what is the size of pancreatic tail abscess",
        "12": "what is the pancreatic tail mass",
        "13": "where is the pancreas tail located",
        "14": "what is the pancreatic tail",
        "15": "pancreatic adenocarcinoma symptoms",
        "16": "what is the pancreas tail abscess",
        "17": "what is the size of a pancreatic tail",
        "18": "what is a diverticular abscess?",
        "19": "pancreatic tail mass definition",
        "20": "pancreas tail adenocarcinoma",
        "21": "pancreatic adenocarcinoma",
        "22": "what is the mass on the upper left side of your abdomen",
        "23": "what is a polyp in the pancreas",
        "24": "what is the name of the mass on the pancreas",
        "25": "what is flecture of pancreas",
        "26": "what is a pancreatic tail mass",
        "27": "what is pancreatic tail mass",
        "28": "splenic flecture/pancreatic tail mass",
        "29": "what is the diagnosis for pancreatic adenocarcinoma",
        "30": "splenic flecture pancreas",
        "31": "splenic abscess splenic flecture",
        "32": "what is the eus for pancreatic tail mass",
        "33": "what was the biopsy results for my pancreas",
        "34": "what is the pancreatic tail mass?",
        "35": "what is pancreatic adenocarcinoma"
    },
    "16": {
        "0": " 79 yo F with multifactorial chronic hypoxemia and dyspnea thought due to diastolic CHF, pulmonary hypertension thought secondary to a chronic ASD and COPD on 5L home oxygen admitted with complaints of worsening shortness of breath. Cardiology consult recommended a right heart cath for evaluation of response to sildenafil but the patient refused. Pulmonary consult recommended an empiric, compassionate sildenafil trial due to severe dyspneic symptomology preventing outpatient living, and the patient tolerated an inpatient trial without hypotension. Patient to f/u with pulmonology to start sildenifil chronically as outpatient as prior authorization is obtained. Past Medical History: - Atrial septal defect repair [**6-17**] complicated by sinus arrest with PPM placement. - Diastolic CHF, estimated dry weight of 94kg - Pulm HTN (RSVP 75 in [**11-24**]) thought secondary to longstanding ASD - COPD on home O2 (5L NC) with baseline saturation high 80's to low 90's on this therapy. - OSA, not CPAP compliant - Mild mitral regurgitation - Microcytic anemia - Hypothyroidism - S/p APPY, s/p CCY ('[**33**]) - Gallstone pancreatitis s/p ERCP, sphincterotomy - Elevated alk phos secondary to amiodarone ",
        "1": "what is pulmonary hypertension secondary to",
        "2": "diastolic chf hypoxemia",
        "3": "what type of patient has pulmonary hypertension",
        "4": "is sildenafil used for chronic hypotension",
        "5": "pulmonary hypotension due to chf",
        "6": "is pulmonology necessary for sildenafil",
        "7": "pulmonary hypertension",
        "8": "sildenafil for hypertension",
        "9": "dyspnea due to diastolic chf",
        "10": "does sildenafil cause hypotension",
        "11": "pulmonary hypertension secondary to coPD is",
        "12": "hypotension with chronic chf",
        "13": "sildenafil treatment for chf",
        "14": "sildenafil pulmonary hypertension",
        "15": "pulmonology consult",
        "16": "diastolic chf is secondary to what pulmonary disease",
        "17": "is sildenafil used for diastolic chf",
        "18": "diastolic chf hypotension",
        "19": "chronic hypotension due to chronic chf pulmonary hypertension",
        "20": "sildenafil clinical trial for copd",
        "21": "chronic hypoxemia and dyspnea thought due to",
        "22": "can sildenafil cause pulmonary hypertension?",
        "23": "sildenafil for diastolic chf",
        "24": "pulmonary hypotension",
        "25": "pulmonology chf pulmonary hypertension",
        "26": "sildenafil clinical trials",
        "27": "can sildenafil be used for pulmonary hypertension",
        "28": "sildenafil for hypotension",
        "29": "diastolic chf and pulmonary hypertension",
        "30": "diastolic chf",
        "31": "hypoxemia due to dyspnea",
        "32": "pulmonary hypertension due to chf",
        "33": "is sildenafil considered pulmonary hypertension",
        "34": "hypoxemia with pulmonary hypertension",
        "35": "sildenafil pulmonary hypertension pulmonary function",
        "36": "dyspnea due to chf",
        "37": "pulmonary hypertension with pulmonary hypertension",
        "38": "chronic pulmonary htn"
    },
    "17": {
        "0": " 64yo woman with multiple myeloma, s/p allogeneic transplant with recurrent disease and with systemic amyloidosis (involvement of lungs, tongue, bladder, heart), on hemodialysis for ESRD who represents for malaise, weakness, and generalized body aching x 2 days. She was admitted last week with hypercalcemia and treated with pamidronate 30mg, calcitonin, and dialysis. Patient was Initially treated with melphalan and prednisone, followed by VAD regimen, and autologous stem cell transplant. With relapse of her myeloma, she received thalidomide velcade and thalidomide, which were eventually also held due to worsening edema and kidney function. ",
        "1": "melphalan is used for what",
        "2": "what is melphalan given for",
        "3": "what meds are given for myeloma",
        "4": "what treatments are available for myeloma",
        "5": "relapse of multiple myeloma",
        "6": "medication for recurrent myeloma",
        "7": "what medication is given for recurrent myeloma",
        "8": "myeloma transplant",
        "9": "medication for recurrence of multiple myeloma",
        "10": "what medication is for relapse of multiple myeloma",
        "11": "what is melphalan used for in humans",
        "12": "meds to treat myeloma",
        "13": "what is melphalan prescribed for",
        "14": "what medication is used for esrd",
        "15": "what is the treatment for myeloma",
        "16": "melphalan and prednisone",
        "17": "what is the treatment for m/m?",
        "18": "which medication to be given with melphalan for amyloidosis",
        "19": "what is the treatment for recurrent myeloma",
        "20": "what is melphalan",
        "21": "which medication is commonly used to treat multiple myeloma?",
        "22": "melphalan what to use for multiple myeloma treatment",
        "23": "melphalan and prednisone treatment for melphalan",
        "24": "melphalan is treated with",
        "25": "what is the treatment for melphalan",
        "26": "treatment for recurrent multiple myeloma",
        "27": "what is the treatment for multiple myeloma",
        "28": "what medication is used for treatment of myeloma",
        "29": "what med is for melphalan",
        "30": "treatment for multiple myeloma",
        "31": "melphalan treatment for myeloma",
        "32": "medication for relapsed multiple myeloma",
        "33": "medications to treat hypercalcemia",
        "34": "what treatment for hypercalcemia",
        "35": "what medication is used to treat myeloma?",
        "36": "treatment for multi myeloma",
        "37": "what medication is best for relapse of myeloma",
        "38": "what medication is used for melphalan",
        "39": "myeloma treatment"
    },
    "18": {
        "0": " This is a 78 year-old male with h/o BPH s/p multiple urological procedures, including s/p Suprapubic prostatectomy. He was noted to have low urine output and bladder scan showed 360cc residual. It was impossible for staff to pass a foley. Urology was consulted, performed a flexible cystoscopy in the ICU and found severe 2cm bulbar urethral stricture. They were able to pass small catheter through and left in place. The patient leaked around the catheter, the catheter eventually came out but he continued to have good urine output and post-void bladder scans were performed q4h to ensure he did not have high residual volume. Urology suggested that when patient is stable he will have to be taken to the OR to have the stricture surgically fixed. ",
        "1": "bladder scan result for foley",
        "2": "urethral stricture symptoms",
        "3": "how to fix bulbar urethral stricture",
        "4": "bulbar urethral strictures",
        "5": "which procedure is done for urethral strictures in patients with s/p prostate cancer?",
        "6": "bulbar urethral stricture",
        "7": "what procedures do they typically do during a pelvic cystoscopy",
        "8": "is urethral stricture treatable",
        "9": "what kind of procedure to do for a bladder stricture",
        "10": "which type of urinary stricture is referred to as a bulbar urethral stricture?",
        "11": "what is urethral stricture",
        "12": "how is a bulbar urethral stricture treated",
        "13": "what is meant by a bulbar urethral stricture?",
        "14": "which urology specialist performs a rigid urethral stricture?",
        "15": "what is a bulbar urethral stricture",
        "16": "bulbar stricture",
        "17": "bulbar urethral stricture causes",
        "18": "is stricture fixable",
        "19": "how to fix severe bulbar urethral stricture",
        "20": "what is bulbar urethral stricture",
        "21": "where does a bladder catheter go",
        "22": "what kind of stricture is associated with prostatectomy?",
        "23": "which procedures may be used to correct an urethral stricture?",
        "24": "how severe is a bulbar urethral stricture"
    },
    "19": {
        "0": " 65 yo man with history of CAD and prior MI, HLD, HTN, ventricular tachycardia, and syncope was admitted earlier today evaluation of syncope and ventricular arrhythmias. He was recently discharged after a negative work-up for syncope which included the implantation of a cardiac monitoring device. It was interrogated at the OSH and per report the monitor read from yesterday: 40 seconds of VT and then bradycardia with a rate of 39 shortly thereafter corresponding with his symptoms. Overnight, the patient went into monomorphic VT on telemetry. The patient was found to be unresponsive. CPR was initiated, unclear if the patient had a pulse. Within one minute the patient returned to sinus rhythm. The patient does not report any symptoms prior to this episode. Currently, the patient feels presyncope and nausea, but denies chest pain. Patient is to be transferred to the CCU for catheterization and EPS. ",
        "1": "syncope tachycardia",
        "2": "ventricular tachycardia definition",
        "3": "what is monomorphic vt on telemetry",
        "4": "when do you use cpr for syncope",
        "5": "monomorphic ventricular tachycardia (mvt) symptoms",
        "6": "syncosis definition",
        "7": "monomorphic vt",
        "8": "syncope overnight",
        "9": "vt monomorphic",
        "10": "ventricular tachycardia",
        "11": "monomorphic ventricular tachycardia definition",
        "12": "what is monomorphic vt",
        "13": "is syncope a ventricular arrhythmia",
        "14": "ventricular arrhythmias definition",
        "15": "when can a patient go into monomorphic bradycardia",
        "16": "is presyncope a ventricular arrhythmia",
        "17": "when can you start cpr in monomorphic vt",
        "18": "ventricular tachycardia symptoms",
        "19": "symptoms of monomorphic ventricular tachycardia",
        "20": "ventricular bradycardia with a rhythm of 39",
        "21": "monomorphic vt how long before it returns to sinus",
        "22": "monomorphic VT",
        "23": "vt monomorphic symptoms",
        "24": "monomorphic vt cpr",
        "25": "can a patient with htn have syncope",
        "26": "monomorphic ventricular tachycardia",
        "27": "ventricular arrhythmia symptoms",
        "28": "monomorphic vt definition",
        "29": "monomorphic vt is symptom of what",
        "30": "can a patient go into monomorphic vt",
        "31": "monomorphic vt telemetry cpr"
    },
    "20": {
        "0": " A 35-year-old woman presents with history of acne and mild hirsutism. The primary evaluation revealed elevated testosterone levels. She recently noticed gradual enlargement of her hands and feet and recognized that her ring is getting small for her finger. There is some irregularity in her menstrual cycle as well as some nipple discharge. She also has positive history for snoring and headache. The physical examination revealed subtle facial features of acromegaly and prognathism. Visual fields are normal by confrontation. Hirsutism, soft tissue thickening and diaphoresis of the hands and feet are noted. Laboratory evaluation in the fasting state reveals IGF-1 of 968 ng/mL and random GH of 19.7 ng/mL. MRI reveals a macroadenoma with no invasion. She is on stable doses of octreotide LAR since her diagnosis was confirmed. She is married and has 2 children. She is using IUD as her contraceptive method. ",
        "1": "hirsutism ring",
        "2": "hirsutism hands and feet",
        "3": "hirsutism and acne",
        "4": "hirsutism of feet",
        "5": "what is hirsutism",
        "6": "hirsutism symptoms",
        "7": "hirsutism of hands and feet",
        "8": "igf-1 lab results",
        "9": "symptoms of hirsutism",
        "10": "what is a macroadenoma of the hands and feet",
        "11": "what is normal for hygroma",
        "12": "hirsutism symptoms mri",
        "13": "hirsutism of hand and feet",
        "14": "testosterone enlarged hands",
        "15": "hirsutism enlargement",
        "16": "hand and feet enlargement",
        "17": "hirsutism enlarged hands feet",
        "18": "what is igf 1",
        "19": "hrsutism symptoms",
        "20": "hirsutism enlarged hands and feet",
        "21": "what is hirsutism of hands and feet",
        "22": "hirsutism hands feet mri",
        "23": "causes for hand enlargement",
        "24": "what is igf-1 in lab",
        "25": "is hirsutism considered menstruative acne",
        "26": "hgh and igf labs",
        "27": "causes of enlargement of hands and feet",
        "28": "what is the lab test for acromegaly",
        "29": "hands and feet enlargement symptoms",
        "30": "hirsutism in mri"
    },
    "21": {
        "0": " The patient is a 57-year-old man with abdominal pain and vomiting. The pain started gradually about 20 hours ago in the epigastric and periumbilical regions, radiating to his back. He drinks around 60 units of alcohol per week and smokes 22 cigarettes per day. He is healthy with no history of allergies or using any medications. His family history is positive for type 2 diabetes (his father and sister). He lives alone and has no children. The abdomen is tender and soft. His bowel sounds are normal. His heart rate is 115/min and blood pressure 110/75 mmHg. The lab results are remarkable for leukocytosis (19.5), urea of 8.5, high CRP (145), high amylase (1200) and Glc level of 15. Cross-sectional imaging was negative for obstructive pancreatitis. ",
        "1": "________ is normal for diabetes and pancreatitis.",
        "2": "what is the normal crp level for a person",
        "3": "bowel sounds normal",
        "4": "blood sugar normal",
        "5": "what labs indicate obstructive pancreatitis",
        "6": "what is the average glc level for an adult",
        "7": "is blood pressure normal when someone has vomiting",
        "8": "is a high grade of urea a sign of a pancreas",
        "9": "average amylase in body",
        "10": "symptoms of epigastric and periumbiliary pain",
        "11": "epigastric pain radiating to back",
        "12": "what is normal labs",
        "13": "bowel sound is soft",
        "14": "bowel sounds normal crp urea mlc",
        "15": "what is glc in blood test",
        "16": "what lab results are remarkable for obstructive pancreatitis?",
        "17": "what is normal bowel sounds",
        "18": "glc level",
        "19": "what is the normal amylase level for a diabetic",
        "20": "what is the normal blood urea levels",
        "21": "what lab result for obstructive pancreatitis",
        "22": "what lab results are significant for obstructive pancreatitis",
        "23": "what kind of blood pressure do diabetics normally have",
        "24": "causes for epigastric pain and vomiting",
        "25": "what is the normal crp for a person with diabetes",
        "26": "is vomiting a medical condition",
        "27": "what lab results indicate pancreatic cancer",
        "28": "what labs do we need for obstructive cholecemia",
        "29": "bowel sounds are normal glc level",
        "30": "causes of vomiting and epigastric pain",
        "31": "what lab results are normal for type 2 diabetes",
        "32": "what is the normal range for amylase",
        "33": "what is the patient's bowel sound",
        "34": "what is normal blood pressure for diabetics",
        "35": "where is the epigastric",
        "36": "symptoms of a pancreatitus man",
        "37": "blood pressure",
        "38": "what is normal bowel sound"
    },
    "22": {
        "0": " The patient is a 31-year-old woman complaining of abdominal pain. The pain started last night as diffuse abdominal discomfort. She had poor appetite as well as malaise. The pain worsened in intensity and became sharp in the morning. The pain became localized to the right lower quadrant in the morning. The temperature is within the normal limits with normal vital signs. Focal tenderness and guarding were observed during palpation of the right lower quadrant. Palpation of the left lower quadrant causes pain on the right. Her lab work is remarkable for leukocytosis. Computed Tomography of the abdomen with contrast shows the presence of a distended appendix with thickened appendiceal wall without perforation, abscess or gangrene. She is a candidate for laparoscopic appendectomy under general anesthesia. ",
        "1": "which quadrant of the stomach is pain",
        "2": "right lower quadrant pain",
        "3": "where is a sharp pain in the lower quadrant of your body",
        "4": "where does appendicitis pain originate",
        "5": "which lower quadrant causes the heaviest sharp pain",
        "6": "where is the pain on right lower quadrant",
        "7": "where does pain in lower right abdomen come from",
        "8": "which quadrant causes sharp pain in lower stomach",
        "9": "where is pain on right lower quadrant in abdomen",
        "10": "where in the body is the pain on the right lower quadrant located",
        "11": "what quadrant causes abdominal pain on right",
        "12": "what is the cause of right lower quadrant pain",
        "13": "what causes pain in the right lower quadrant",
        "14": "where is the pain located in the lower right abdominal",
        "15": "right lower quadrant stomach pain",
        "16": "what quadrants of the abdomen are affected by appendicitis",
        "17": "which quadrants are pain",
        "18": "what causes the right lower quadrant to hurt in the morning?",
        "19": "what quadrant is pain in",
        "20": "pain on right side lower stomach",
        "21": "which lower quadrant causes pain",
        "22": "causes of pain in upper right quadrant",
        "23": "what quadrant is the pain on when palpating the abdomen",
        "24": "what quadrant of body causes abdominal pain",
        "25": "which quadrant of abdomen is pain on",
        "26": "where is lower right quadrant pain",
        "27": "can the right lower quadrant be affected",
        "28": "where is right lower quadrant pain in the body",
        "29": "causes of right lower quadrant abdominal pain",
        "30": "causes of pain in the right lower quadrant",
        "31": "can you palpate a distended appendix",
        "32": "where does sharp pain in right lower quadrant come from",
        "33": "where is pain on right lower quadrant",
        "34": "what quadrant is numbness in right lower abdomen",
        "35": "can thickened appendiceal wall cause perforation or gangrene",
        "36": "what quadrant of abdomen causes pain in the morning",
        "37": "what causes pain in the right lower quadrant?"
    },
    "23": {
        "0": " A 39-year-old man came to the clinic with cough and shortness of breath that was not relieved by his inhaler. He had these symptoms for 5 days during the past 2 weeks. He doubled his oral corticosteroids in the past week. He is a chef with a history of asthma for 3 years, suffering from frequent cough, wheezing, and shortness of breath and chest tightness. The symptoms become more bothersome within 1-2 hours of starting work every day and worsen throughout the work week. His symptoms improve within 1-2 hours outside the workplace. Spirometry was performed revealing a forced expiratory volume in the first second (FEV1) of 63% of the predicted. His past medical history is significant for seasonal allergic rhinitis in the summer. He doesn't smoke or use illicit drugs. His family history is significant for asthma in his father and sister. He currently uses inhaled corticosteroid (ICS) and fluticasone 500 mcg/salmeterol 50 mcg, one puff twice daily. ",
        "1": "asthma symptoms for chefs",
        "2": "asthma shortness of breath symptoms",
        "3": "asthma inhaler shortness of breath",
        "4": "symptoms of asthma in a chef",
        "5": "wheezing shortness of breath",
        "6": "ics for asthma",
        "7": "what is the average fev1 of asthma",
        "8": "asthma ics",
        "9": "ics medication for asthma",
        "10": "symptoms of shortness of breath",
        "11": "asthma inhaler symptoms",
        "12": "what medication is used to treat asthma",
        "13": "what medication to take for asthma",
        "14": "asthma shortness of breath",
        "15": "what medications to take for asthma",
        "16": "corticosteroid symptoms",
        "17": "symptoms for asthma inhaler",
        "18": "std fev1",
        "19": "what inhalers to take for shortness of breath?",
        "20": "how long does it take for asthma to resolve",
        "21": "what is fev1",
        "22": "corticosteroid dosage for asthma",
        "23": "asthma symptom worse within 1-2 hours of starting work every day",
        "24": "asthma wheezing and shortness of breath",
        "25": "what medication is needed for asthma?",
        "26": "corticosteroids for asthma",
        "27": "can corticosteroids make a cough worse",
        "28": "what corticosteroids do you need for asthma",
        "29": "corticosteroid inhalation",
        "30": "asthma symptoms spirometry",
        "31": "corticosteroids symptoms",
        "32": "asthma symptoms in a chef",
        "33": "when to use corticosteroids",
        "34": "can you get shortness of breath from a cough",
        "35": "shortness of breath in the summer",
        "36": "what corticosteroid is needed for asthma",
        "37": "when does asthma symptoms improve during the work week"
    },
    "24": {
        "0": " The patient is a 55 year old man visiting his primary care physician for lower urinary tract symptoms including frequency, urgency, weak stream, incomplete emptying and intermittent flow for the past 9 months. Further evaluation revealed: IPSS score : 15 Post-void residual: 70 mL Prostate volume (TRUS): 60 mL Prostate-specific antigen (PSA) level: 3.2 ng/mL 10 mL/sec of maximum flow rate when urine volume was 130 mL He is otherwise healthy only using Vit D 1000 units daily. His recent blood chemistry (3 days ago) was normal: Hgb: 13.5 g/dl WBC: 135000 /mm3 Plt: 350000 /ml PT: 11 second PTT: 35 second INR: 0.9 Creatinine: 0.5 mg/dl BUN: 10 mg/dl U/A: Color: yellow Appearance: cloudy PH: 5.3 Specific gravity: 1.010 Glc: 100 Nitrite: negative Ketone: none Leukocyte esterase: negative RBC: negative WBC: 2 WBCs/hpf U/C: negative ",
        "1": "prostate specific antigen (psa) level is",
        "2": "what is the normal ptt for prostate",
        "3": "maximum flow rate for prostate test",
        "4": "average prostate volume",
        "5": "prostate specific antigens (PSA) level",
        "6": "what is normal ptt of urine",
        "7": "urine color is yellow",
        "8": "urine filtration rate",
        "9": "what is the maximum flow rate for prostate?",
        "10": "what is maximum flow rate for prostate",
        "11": "prostate specific antigen maximum flow rate",
        "12": "normal hgb urine specimen",
        "13": "urine flow rate",
        "14": "prostate specific antigen (psa) level",
        "15": "what is normal trun",
        "16": "prostate specific antigen (tras) level",
        "17": "urine color",
        "18": "what is the maximum flow rate for prostate",
        "19": "urine output normal range",
        "20": "prostate toxicity symptoms",
        "21": "prostate specific stp level",
        "22": "urinary tract symptoms",
        "23": "urine volume",
        "24": "urine output rate",
        "25": "what is the max flow rate for urine",
        "26": "urine flow",
        "27": "prostate specific antigen level",
        "28": "urinary frequency symptoms",
        "29": "urine flow rates for prostate",
        "30": "urine volume normal range",
        "31": "prostate specific antigen (psa) level normal range",
        "32": "what is the maximum flow rate of urine",
        "33": "urine pressure is usually considered weak",
        "34": "urine flow average",
        "35": "what is normal urine color"
    },
    "25": {
        "0": " The patient is a 42 year-old postmenopausal woman who had a screening sonogram which revealed an abnormality in the right breast. She had no palpable masses on breast exam. Core biopsy was done and revealed a 1.8 cm infiltrating ductal breast carcinoma in the left upper outer quadrant. Lumpectomy was done and the surgical margins were clear. The tumor was HER2-positive and ER/PR negative. Axillary sampling revealed 1 positive lymph node out of 12 sampled. CXR was unremarkable. She is using “well women” multivitamins daily and no other medication. She smokes frequently and consumes alcohol occasionally. She is in a relation with only one partner and has a history of 3 pregnancies and live births. She breastfed all three children. ",
        "1": "infiltrating ductal ductal carcinoma",
        "2": "tumor in upper outer quadrant of body",
        "3": "what is the size of a ductal carcinoma",
        "4": "what is infiltrating ductal breast carcinoma",
        "5": "what is ductal carcinoma",
        "6": "cancer found in upper outer quadrant",
        "7": "if lymph node is positive after lumpectomy what does it mean?",
        "8": "ductal breast carcinoma cxr positive",
        "9": "ductal carcinoma tumor",
        "10": "infiltrating ductal breast carcinoma in the left upper outer quadrant",
        "11": "which lymph node is tumor positive",
        "12": "where is ductal carcinoma",
        "13": "tumor in lower outer quadrant of breast",
        "14": "which axis is the breast",
        "15": "cancer found in lymph nodes",
        "16": "lymph nodes that are positive for ductal carcinoma",
        "17": "infiltrating ductal breast carcinoma in left upper outer quadrant, s",
        "18": "is ductal carcinoma her2-positive",
        "19": "what is infiltrating ductal carcinoma",
        "20": "what lymph nodes are involved in ductal carcinoma",
        "21": "what is the diagnosis for ductal carcinoma",
        "22": "what kind of cancer is in the left outer quadrant",
        "23": "ductal carcinoma in ovarian area",
        "24": "cancer of the upper outer quadrant",
        "25": "tumor ductal carcinoma",
        "26": "where is ductal breast carcinoma",
        "27": "what is her2-positive ductal carcinoma of left breast",
        "28": "what is lymph node positive for cancer",
        "29": "is infiltrating ductal carcinoma her2-positive?",
        "30": "what is the size of an infiltrating ductal carcinoma?",
        "31": "what tumor is in the upper outer quadrant",
        "32": "tumor in the upper left outer quadrant axillary sampling is positive",
        "33": "what is the infiltrating tumor in the upper outer quadrant",
        "34": "where in the breast is ductal carcinoma",
        "35": "what is the difference between ductal and ductal breast cancer",
        "36": "what is lumpectomy in women",
        "37": "what is the tumor in the lower left quadrant of the breast?"
    },
    "26": {
        "0": " A 45-year-old woman was referred to the emergency department with abdominal pain lasting about 4 days accompanied by nausea and 2 episodes of vomiting. The pain is localized to the epigastric region and radiates to the right upper quadrant. The pain is worsening after eating fatty food. The patient experienced similar pain twice in the past year. Her past medical history is remarkable for hypercholesterolemia and two C/sections. She has 2 children, and she is menopausal. She doesn't smoke, drink alcohol, or use illicit drugs. She is mildly febrile. Her BP is 150/85, HR 115, RR 15, T 38.2, SpO2 98% on RA. On palpation, she experiences epigastric tenderness and tenderness in the right upper quadrant without rebound. Bowel sounds are normal. Laboratory analysis is remarkable for elevated ESR and leukocytosis with a left shift. The ultrasound revealed several gallstones and biliary sludge. The largest gallstone is 0.7cm. Surgery consultation recommends elective cholecystectomy. ",
        "1": "what quadrants are affected by epigastric pain",
        "2": "epigastric pain after eating",
        "3": "what quadrant is epigastric pain radiating",
        "4": "where is tenderness in the epigastric region",
        "5": "epigastric pain vs gastric pain",
        "6": "epigastric pain radiating to the right upper quadrant",
        "7": "epigastric pain",
        "8": "where is epigastric pain",
        "9": "what is the pain in the epigastric region",
        "10": "what is the epigastric pain",
        "11": "which quadrant is epigastric pain",
        "12": "can epigastric pain radiate to left upper quadrant",
        "13": "where is epigastric pain radiating",
        "14": "epigastric pain radiating right upper quadrant",
        "15": "epigastric pain radiating to right upper quadrant",
        "16": "what quadrant is epigastric",
        "17": "epigastric pain radiating into what quadrant",
        "18": "biliary sludge",
        "19": "epigastric tenderness",
        "20": "what is the biliary ultrasound",
        "21": "pain in right upper quadrant",
        "22": "epigastric pain radiates to which quadrant",
        "23": "epigastric pain radiating to which quadrant",
        "24": "where is the epigastric pain",
        "25": "what would cause right upper quadrant to be tender and painful"
    },
    "27": {
        "0": " A 53-year-old man presents with chronic HCV infection for the past 2 years. His past medical history is only significant for inguinal hernia surgery when he was 20 years old. He is on IFN (100 mg/week) plus RBV (400 mg/day) combination therapy for the past 9 months. Direct antiviral drugs were added to his treatment 6 months ago. His medical record shows previous positive HCV RNA tests as well as positive enzyme immunoassay for anti-HCV-antibodies. The recent biopsy was negative for hepatocellular carcinoma and was only remarkable for chronic inflammation compatible with a chronic viral hepatitis. There is no evidence of alcoholic liver disease, bleeding from esophageal varices, hemochromatosis, autoimmune hepatitis or metabolic liver disease. He is an alert male with no acute distress. His BP: 130/75, HR: 90/min and BMI: 27. His abdomen is soft with no ascites or tenderness. The lower extremities are normal with no edema. ",
        "1": "chronic inflammation compatible with hepatitis",
        "2": "bp normal for hepatitis c",
        "3": "hepatitis c",
        "4": "hepatocellular carcinoma biopsy is negative",
        "5": "chronic viral hepatitis",
        "6": "hepatitis a rbv/ifn combination",
        "7": "hepatitis c definition",
        "8": "bp range with hcv",
        "9": "what is the bp range of hcv",
        "10": "what is normal for hcv",
        "11": "bp normal with hcv",
        "12": "hcv rbv medication",
        "13": "chronic hepatitis rna test",
        "14": "hepatitis c virus cdc",
        "15": "chronic inflammation compatible with a viral hepatitis",
        "16": "is hepatitis viral",
        "17": "hepatitis c viral",
        "18": "hepatitis c symptoms and treatment",
        "19": "what is bmi and hcv",
        "20": "hcv treatment",
        "21": "what is typical hepatitis c",
        "22": "hcv infusions symptoms",
        "23": "what is the bp for hcv",
        "24": "medications to treat hepatitis c",
        "25": "what bp is normal with hepatitis c",
        "26": "hepatitis symptoms in men and age",
        "27": "can hcv cause autoimmune diseases?",
        "28": "what is the diagnosis of hepatitis c",
        "29": "chronic inflammation compatible with hepatitis c",
        "30": "what lab tests for hepatitis c",
        "31": "bmi for viral hepatitis",
        "32": "hepatocellular carcinoma symptoms",
        "33": "hcv rbv immunization",
        "34": "hepatitis bmi",
        "35": "medications for chronic hepatitis",
        "36": "how many days for rbv"
    },
    "28": {
        "0": " The patient is a 60-year-old Spanish man presenting with shortness of breath about a day before. The symptoms began acutely and progressively worsened. He is a known case of COPD since 2 years ago. The spirometry revealed post-bronchodilator FEV1/FVC = 60% of predicted values. He smokes 20 cigarette per day. His past medical history is remarkable for BPH and he is using Flomax for that. His family history is positive for HTN in his brother. His medication includes Duo-Neb inhaled q4 hr PRN, Vit D3 1000 units per day and Flomax for his PBH. He is an obese man who is acutely ill but oriented and conscious. The vital signs are as bellow: BP: 135/80 RR: 25/min HR: 75 bpm BMI: 40 O2sat: 90% ",
        "1": "what is the fvc of the duo-neb",
        "2": "fev1/fVC",
        "3": "htn medical history",
        "4": "bp rr and bmi",
        "5": "is Flomax for bph",
        "6": "duo neb bp",
        "7": "duo-neb",
        "8": "is duo-neb a pbh medication",
        "9": "what is spirometry",
        "10": "what medication is used for htn in adults",
        "11": "bp and vitals",
        "12": "average fvc of pbh",
        "13": "what is fev1/fvc",
        "14": "htn symptoms",
        "15": "what is the fvc value for flomax",
        "16": "fvc pre-bronchodilator",
        "17": "bp for a duo-neb patient",
        "18": "tmv bp",
        "19": "bp normal range",
        "20": "how long does it take for a respiratory patient to stop shortness of breath",
        "21": "what is the fvc of the patient with chronic obstructive pulmonary disease",
        "22": "bp normal value",
        "23": "htn and blomax history",
        "24": "htn family history",
        "25": "bp hr bmi",
        "26": "what meds can he take for long term shortness of breath",
        "27": "fev1/fvc is a measure of",
        "28": "duo neb inhaled",
        "29": "pbh vs co2sat",
        "30": "duo-neb pbh",
        "31": "bp is a constant",
        "32": "what medications are used for pbh",
        "33": "what meds are used for bph",
        "34": "what bp range is a patient is oriented to a dr",
        "35": "Flomax for bronchiectasia",
        "36": "bp s",
        "37": "bp normal range for duo neb",
        "38": "what is the bp of duo neb",
        "39": "what is the fev1/fvc range for copd",
        "40": "what meds are used to treat asthma"
    },
    "29": {
        "0": " The patient is a 24-year-old man who has had type 1 diabetes for 11 years. He presents to the emergency room with hyperglycemia and concern for possible diabetic ketoacidosis after not taking his insulin for 3 days. The patient reports that he is currently homeless and has lost his supply of insulin, syringes, glucometer, and glucose testing supplies. The patient states that at the time of his initial diagnosis with type 1 diabetes he was hospitalized with a glucose value >1000 mg/dL. At the time, he was experiencing polyuria, polydipsia, and polyphagia. He reports that he has been on insulin since the time of his diagnosis, and he has never been prescribed oral agents for diabetes management. Most recently, he has been using insulin glargine 55 units once daily, and insulin aspart sliding scale 3 times daily. The patient has had previous episodes of diabetic ketoacidosis, for which he was hospitalized. With this episode of hyperglycemia, he is not experiencing any nausea, vomiting, or abdominal discomfort, and he appears well. His lab studies showed: A1c: 11.3% Creatinine: 0.9 mg/dL with eGFR >60 mL/min Aspartate aminotransferase (AST): 17 U/L Alanine aminotransferase (ALT): 14 U/L Beta-hydroxybutyrate: 0.1 mmol/L Bicarbonate: 25 mEq/L Anion Gap: 14 mEq/L ",
        "1": "can diabetes cause ketoacidosis",
        "2": "what egfr values are atypical for diabetes",
        "3": "diabetes onset egfr",
        "4": "what lab tests indicate ketoacidosis",
        "5": "diabetes who is homeless",
        "6": "diabetes is it if you have a glucose test",
        "7": "diabetes ketoacidosis",
        "8": "what labs show diabetic ketoacidosis",
        "9": "glucose lab reading",
        "10": "what labs are used for diabetes",
        "11": "what labs do you need to check for diabetes",
        "12": "diabetes egfr",
        "13": "what is the range for glucose",
        "14": "what is the ast for diabetes",
        "15": "insulin glucometer",
        "16": "diabetes aspart egfr",
        "17": "diabetes glargine how many units per day",
        "18": "diabetes ketoacidosis patient",
        "19": "can glargine cause ketoacidosis",
        "20": "what is the std level for glargine in blood test",
        "21": "glucometer patient who has diabetes",
        "22": "diabetic ketoacidosis",
        "23": "what kind of glucose is a1c",
        "24": "glucose value for ketoacidosis",
        "25": "what is the normal diabetic egfr",
        "26": "hyperglycemia symptoms",
        "27": "what labs indicate type 1 diabetes",
        "28": "hyperglycemia and diabetic ketoacidosis",
        "29": "diabetes glargine",
        "30": "diabetic ketoacidosis labs",
        "31": "hepatic hyperglycemia",
        "32": "glucose lab results",
        "33": "diabetes ketoacidosis symptoms",
        "34": "diabetes aspart insulin",
        "35": "diabetes definition",
        "36": "hyperglycemia ekgr",
        "37": "diabetes ketoacidosis labs"
    },
    "30": {
        "0": " The patient is a 33-year-old woman complained of fatigue, weight gain and abnormal spotting between menses. No hirsutism or nipple discharge was detected. Her BMI was 34. Her lab results were remarkable for high TSH level (13 mU/L) and low free T4 level (0.2 ng/dl). Her anti-TPO levels were extremely high (120 IU/ml). She was diagnosed with Hashimoto's thyroiditis. Her aunt, brother and mother have the same disease. After starting 250 mcg Levothyroxine per day, her symptoms improved significantly and her periods are normal. She is still overweight with BMI of 31. Her most recent thyroid profile revealed all results except for anti-TPO within the normal range: TSH: 2.35 mU/L Free T4: 2.7 ng/dl Anti-TPO: 75 IU/ml ",
        "1": "what should a normal tsh be",
        "2": "what lab test shows thyroid",
        "3": "hashimoto's symptoms",
        "4": "what is normal tsh levels",
        "5": "average tsh/tpo",
        "6": "what dl is normal for a normal thyroid",
        "7": "what labs indicate thyroiditis",
        "8": "is there a normal range for tsh",
        "9": "normal range for anti-tpo",
        "10": "what is the normal range for thyroid anti-tpo",
        "11": "is tpo normal for a woman",
        "12": "what is normal tsh/protocol range",
        "13": "what is the normal thyroid",
        "14": "what is normal for tsh and anti tpo levels",
        "15": "normal tpo levels",
        "16": "what is normal thyroid levels",
        "17": "what are normal tsh levels",
        "18": "hashimoto's disease bmi",
        "19": "is tsh a normal number",
        "20": "is levothyroxine a blood thinner",
        "21": "average anti-tpo level",
        "22": "normal tb level for hashimoto",
        "23": "what is the normal range for anti-tpo",
        "24": "tsh normal range",
        "25": "what is tpo level normal range",
        "26": "what lab results are normal for hashimoto's?",
        "27": "normal range for anti tPO",
        "28": "is levothyroxine safe for weight gain",
        "29": "what is normal tsh/free tpo levels",
        "30": "what is the normal tsh level for a woman",
        "31": "what is normal range for tsh",
        "32": "thyroid test results",
        "33": "what is the normal anti tpo level",
        "34": "what is normal tsh for woman",
        "35": "ttp normal lab",
        "36": "is levothyroxine normal range",
        "37": "normal tsh levels uk"
    },
    "31": {
        "0": " The patient is a 37-year-old woman who came to the clinic for a routine Pap smear. The test revealed stage 1B of cervical cancer. The patient tested positive for HPV 16. She has three sexual partners and four children. She underwent tubal ligation. She smokes 30 packs/year and drinks alcohol frequently. She is otherwise healthy. She was offered a radical hysterectomy. ",
        "1": "what stage of hpv is cancer",
        "2": "what stage is cervical cancer",
        "3": "what hpv test is positive for a woman",
        "4": "stages of hpv cancer in women",
        "5": "stage ib cervical cancer",
        "6": "what stage of hysterectomy for hpv",
        "7": "stage 1b cervical cancer hysterectomy",
        "8": "can hysterectomy be performed",
        "9": "hpv stage one positive",
        "10": "stage 1b of cancer",
        "11": "hpv what stage is",
        "12": "what test results for the tubal ligation",
        "13": "stage 1b hysterectomy cancer",
        "14": "what stage of cancer is hpv positive",
        "15": "stage 1b cervical cancer",
        "16": "what stage is cervical cancer?",
        "17": "cervical cancer what test is positive",
        "18": "stage 1b hpv positive",
        "19": "what stage of cancer is caused by hpv",
        "20": "which stage of hysterectomy is the most aggressive?",
        "21": "hysterectomy positive",
        "22": "what stage hpv is positive for",
        "23": "what stage of hpv is it",
        "24": "what is the stage for hysterectomy in females",
        "25": "what hpv is positive for tubal ligation?",
        "26": "is hpv stage ib a cancer",
        "27": "what is stage 1b cervical cancer",
        "28": "what stage of hysterectomy is this woman",
        "29": "which test is positive for cervical cancer?",
        "30": "stage one hysterectomy",
        "31": "what stage of cervical cancer are you looking for",
        "32": "what is the stage for cervical cancer"
    },
    "32": {
        "0": " A 17 year old boy complains of vomiting, non-bloody diarrhea, abdominal pain, fever, chills and loss of appetite for the past 3 days. He ate a salad at a restaurant prior to his diarrhea onset. Physical exam was remarkable for pallor, jaundice, and diffuse abdominal tenderness. Lab results were as follows: Hemoglobin: 9.7 g/dL Platelet: 110,000 /cu.mm Creatinine: 3.6 mg/dL blood urea nitrogen (BUN): 73 mg/dL direct bilirubin: 2.4 mg/dL lactate dehydrogenase (LDH): 881 IU/L (normal: 110-265 IU/L) Peripheral blood smear showed a moderate number of schistocytes and helmet cells. Shiga-like toxin-producing E. coli (STEC) stx1/stx2 were found in stools. He has no other underlying disease and he is not on any medications. ",
        "1": "what is the normal range for stool samples",
        "2": "what is the normal number for lactate dehydrogenase",
        "3": "shiga-like toxin producing e coli is found in stools",
        "4": "what is the normal range for ldh lab",
        "5": "average ldh lab results",
        "6": "what lab results are normal",
        "7": "stec stools normal",
        "8": "ldh lab results emt",
        "9": "what is lactate dehydrogenase",
        "10": "what is the normal ldh range",
        "11": "what lab values would be abnormal with diarrhea?",
        "12": "normal lab results for ldh lbun",
        "13": "what labs are for diarrhea",
        "14": "blood smear lab results",
        "15": "what is normal bilirubin levels",
        "16": "what lab tests are normal for stec",
        "17": "what lab value is normal for ldh",
        "18": "what lab values are normal for escherichia coli",
        "19": "normal ldh lab test",
        "20": "shiga- like toxin-producing ec",
        "21": "normal blood smear values",
        "22": "blood bilirubin level normal range",
        "23": "blood borne disease labs",
        "24": "what is the average blood smear lab count?",
        "25": "what is normal lab work for ldh",
        "26": "normal range for lactate dehydrogenase",
        "27": "what is the ldh for a teenager",
        "28": "ldh lab results",
        "29": "what labs would you check for shiga toxin producing e coli",
        "30": "lab tests for steemia",
        "31": "what is normal for stools",
        "32": "what is the normal creatinine level for a child",
        "33": "what lab values are normal for stec",
        "34": "what lab result has ecoli",
        "35": "ldh blood lab results",
        "36": "what lab tests for stool",
        "37": "lab values for ldh",
        "38": "what lab test for diarrhea",
        "39": "ldh normal",
        "40": "what lab values are acceptable for diarrhea"
    },
    "33": {
        "0": " A 42-year-old healthy woman came to the clinic to have her flu shot in early October. She works in a rehab center and has no underlying disease. It's her first time getting the vaccine this year. She is married for 5 years and uses barrier methods of contraception. Her menstrual cycle is irregular. She does not smoke. She is not on any medications. She exercises regularly for 30 minutes a day at least 5 days a week. She has no history of allergies to any food or drugs. Her past surgical history is significant for tonsillectomy and she is otherwise healthy. ",
        "1": "when should you have a flu shot",
        "2": "what is the age of the flu shot?",
        "3": "when should flu shots be given?",
        "4": "what medicine is used in the flu shot",
        "5": "when is the first time to have a flu vaccine",
        "6": "when should i get the flu shot",
        "7": "who is a healthy woman to get flu shot",
        "8": "how long for flu shot",
        "9": "what age do you get the flu shot",
        "10": "how old should be for flu shot",
        "11": "who needs vaccine",
        "12": "flu shot for women with no underlying disorders",
        "13": "when to get the flu vaccine",
        "14": "when should i get my first flu vaccine?",
        "15": "when to get a flu shot",
        "16": "what is the flu shot for?",
        "17": "how long does a sex woman have to exercise for the flu shot",
        "18": "when to have your flu shot",
        "19": "how long after flu shot do you get",
        "20": "when to get the flu shot",
        "21": "when should i get a flu shot",
        "22": "when is a flu vaccination required",
        "23": "when to get the flu shot uk",
        "24": "when is the flu shot given",
        "25": "what is the age for flu shots",
        "26": "what is the age of a woman who is getting her first flu shot",
        "27": "what is the age of someone who gets a flu shot",
        "28": "how old for flu vaccine",
        "29": "what kind of vaccine is for the flu",
        "30": "flu vaccine for women",
        "31": "when should women get the flu vaccine",
        "32": "who needs flu vaccine",
        "33": "age to get flu shot",
        "34": "flu vaccine women",
        "35": "when is flu shot given",
        "36": "who needs a flu shot",
        "37": "how do you go about a flu shot",
        "38": "when is a flu shot appropriate"
    },
    "34": {
        "0": " The patient is a 47-year-old Asian woman complaining of persistent feelings of sadness. She lost interest in activities she used to enjoy. She states that her mood is mostly depressed for the past 3 weeks. She also lost her appetite , which led to about 5kg weight loss. She complains of loss of energy and feelings of worthlessness nearly every day. She is not using any drugs and she does not smoke. She doesn't drink alcohol. She used to exercise every day for at least 30 min. But she doesn't have enough energy to do so for the past 3 weeks. She also has some digestive issues recently. She is married and has 4 children. She is menopausal. Her husband was recently diagnosed with colon cancer and he is starting his chemotherapy. There is nothing remarkable in her past medical history and her drug history is only positive for Vit D3 1000 units daily. Her family history is negative for any psychologic problems. Her HAM-D score is 20. ",
        "1": "hamd score for menopause",
        "2": "what vitamins to take for depression",
        "3": "depression symptoms",
        "4": "ham-d score",
        "5": "what to do regarding loss of energy",
        "6": "depression symptoms ham-d score",
        "7": "depression symptoms uk",
        "8": "what is vit d3 good for",
        "9": "depression symptoms ham-d",
        "10": "loss of appetite",
        "11": "depression symptoms in women",
        "12": "what vitamin is used to improve digestive issues",
        "13": "what vitamin is bad for depression",
        "14": "symptoms of depression in women",
        "15": "what is the ham-d score for depression",
        "16": "why do i feel sad?",
        "17": "what vitamins help with depression",
        "18": "depression symptoms after chemo",
        "19": "ham-d score definition",
        "20": "depression and energy",
        "21": "ham-d score for chemo",
        "22": "depression hamd score",
        "23": "ham-d score for depression",
        "24": "what vitamin to take for depression",
        "25": "what vitamin is good for depressed",
        "26": "ham-d scores for d3",
        "27": "depression medication",
        "28": "what is the normal ham-d scale",
        "29": "how much vitamin d should i take each day and lose weight",
        "30": "what is vit d3 used for in clinical trials",
        "31": "depression and ham-d score",
        "32": "what vitamin to take to relieve depression",
        "33": "can vit d cause loss of appetite",
        "34": "causes of loss of appetite and agitation",
        "35": "symptoms of loss of appetite"
    },
    "35": {
        "0": " The patient is a 15 year old girl with the history of recurrent bilateral headache. The attacks come 2 times or more per week and each episode lasts around a day or a half. The pain is pulsating in quality and severe in intensity, causing trouble in her routine physical activity. The attacks are associated with nausea and photophobia. She recently noticed that that there are more attacks around her menstrual period. She is diagnosed with the migraine headache and is under treatment. She is a high-school student and living with her both parents. She is a book worm and spend her free time in a public library near her home. She is also interested in writing stories and has several short stories in English. She rarely does exercise. Her BMI is 21 with the BP of 100/60. There is nothing remarkable in her physical exam. ",
        "1": "can migraine be related to periods",
        "2": "migraine headaches 15",
        "3": "headaches causes and intensity",
        "4": "what bmi is a migraine",
        "5": "what is your bmi",
        "6": "headache is intermittent and pulsating",
        "7": "migraines pulsating intensity",
        "8": "migraines how long",
        "9": "migraines are pulsating in",
        "10": "what is your bp and bmi",
        "11": "what is bmi of 15 year old",
        "12": "what causes headaches in teenage girls",
        "13": "migraine recurrent attacks",
        "14": "what is the bmi of a girl with a migraine",
        "15": "bmi for headaches",
        "16": "headache recurrent",
        "17": "bilateral headache",
        "18": "migraine how many times in one day",
        "19": "how long does a migraine headache last",
        "20": "why is my migraine pulsating",
        "21": "migraines and bmi",
        "22": "what is the bp of a migraine patient",
        "23": "migraine symptoms in teenage girl",
        "24": "recurrent migraine symptoms",
        "25": "migraine causes in teenagers",
        "26": "what is the bmi for a migraine",
        "27": "what kind of headaches do 15 year olds have",
        "28": "why do migraines last longer in adolescents",
        "29": "headaches are pulsating in quality and severe in intensity, causing trouble in routine physical activity, which are associated with photophobia and nausea",
        "30": "pulsating in quality and severe in intensity, causing trouble in routine physical activity, is associated with nausea",
        "31": "migraine headache symptoms teenage girl",
        "32": "what is bmi of a girl",
        "33": "what is bmi of teenager",
        "34": "migraine headache bp",
        "35": "how long does migraines last",
        "36": "bmi for teenage girl",
        "37": "why does migraine pain come and go",
        "38": "migraine symptoms in teenager",
        "39": "what is the bmi of a student with migraines",
        "40": "migraines recurrent in intensity"
    },
    "36": {
        "0": " The patient is a 32-year-old obese woman who came to the clinic with weight concerns. She is 165 cm tall and her weight is 113 kg. She is complaining of sleep apnea, PCO and dissatisfaction with her body shape. She is a high-school teacher married for 5 years. She doesn't use any contraceptive methods for the past 4 months and she had no prior pregnancies. She doesn't smoke or use any drugs. She likes to try diets and exercise to lose weight. She completed the four square step test in 14 seconds. Her BP: 130/80, HR: 195/min and her BMI is: 41.54. Her labs: FBS: 98 mg/dl TG: 150 mg/dl Cholesterol: 180 mg/dl LDL: 90 mg/dl HDL: 35 mg/dl Her cardiac assessment is normal. Her joints and ROM are within normal. ",
        "1": "tg labs",
        "2": "what is an obese woman bmi",
        "3": "bp labs",
        "4": "normal bp",
        "5": "bmi test and fbs",
        "6": "pco is what bmi",
        "7": "what is a normal bp and hr for a woman",
        "8": "what is the normal range of a bmi test",
        "9": "average cardiac score for obese",
        "10": "average bmi for women",
        "11": "what should bmi be?",
        "12": "bp and labs bmi",
        "13": "what is normal labs for an obese patient",
        "14": "bmi is normal",
        "15": "average bmi test female",
        "16": "bmi of a woman who is obese",
        "17": "bmi of obese woman",
        "18": "cdc bmi",
        "19": "bmi for obese",
        "20": "what is the normal range for cholesterol bp",
        "21": "bmi - chol",
        "22": "what labs are considered obesity",
        "23": "what is a normal range for a patient with pcos",
        "24": "bmi of obese",
        "25": "bmi test",
        "26": "what should hdl lab values be",
        "27": "tg hdl normal range",
        "28": "bpm of obese woman",
        "29": "fbs 125 mg/dl cholesterol hdl",
        "30": "average cholesterol for a 32 year old",
        "31": "bmi test for female",
        "32": "normal lab values for bmi",
        "33": "fbs normal range",
        "34": "tg hdl ratio",
        "35": "what is the bp test for the four square step test",
        "36": "what are normal lab scores for a patient",
        "37": "average bmi of an obese woman",
        "38": "bmi of 32 year",
        "39": "bmi 125"
    },
    "37": {
        "0": " The patient is a 20 year old Caucasian female presents to the clinic with one-sided vision lost and facial weakness, dysarthria and numbness lasting for 1 day. She visited her PCP and underwent brain MRI which revealed a single plaque in the brainstem. After few months, she experienced lower extremities weakness led to balance problem. The second MRI revealed another lesion in the left cerebral hemisphere. The diagnosis of Relapsing Remitting Multiple Sclerosis (RRMS) is confirmed after the second MRI. Her past surgical history is significant for a C-section 2 years ago and she has a one child. She is divorced and is not currently in any sexual relationship. She smokes 10 cigarettes per day and drinks alcohol occasionally. She is working as an editor in a publisher company and she is happy that she can keep working from home most of the time. She is under the treatment of RRMS from 7 months ago. ",
        "1": "what is relapsing remitting multiple sclerosis",
        "2": "relapsing remitting multiple sclerosis symptoms",
        "3": "rrms diagnosis",
        "4": "causes of relapsing multiple sclerosis",
        "5": "mri for multiple sclerosis symptoms",
        "6": "what mri shows brain swelling in rrms",
        "7": "relapsing remitting ms symptoms",
        "8": "mri for multiple sclerosis",
        "9": "mri of brainstem is rrms",
        "10": "mri of brainstem shows what disease",
        "11": "mri symptoms for rrms",
        "12": "rrms mri",
        "13": "relapsing remitting multiple sclerosis (rrms) symptoms",
        "14": "rrms treatment",
        "15": "what is the diagnosis of relapsing remitting multiple sclerosis?",
        "16": "relapsing remitting multiple sclerosis mri",
        "17": "is dysarthria a common symptom of rrms",
        "18": "what does an mri detect",
        "19": "recurrent multiple sclerosis diagnosis",
        "20": "who is a patient with relapsing remitting multiple sclerosis",
        "21": "relapsing remitting multiple sclerosis diagnosis",
        "22": "what mri is used to diagnose rrms",
        "23": "relapsing remitting multiple sclerosis (rrms) diagnosis",
        "24": "what is rrms in mri",
        "25": "rrms symptoms in adults",
        "26": "mri of the brain shows what lesion",
        "27": "rrms symptoms of numbness",
        "28": "what is rrms diagnosis",
        "29": "relapsing remitting multiple sclerosis",
        "30": "rrms symptoms",
        "31": "is relapsing remitting ms mri permanent",
        "32": "symptoms of rrms",
        "33": "how can i tell if someone has relapsing remitting multiple sclerosis",
        "34": "rrms tachycardia",
        "35": "can a mri detect multiple sclerosis",
        "36": "what mri shows relapsing remitting multiple sclerosis"
    },
    "38": {
        "0": " The patient is a 35-year-old woman with myasthenia gravis, class IIa. She complains of diplopia and fatigue and weakness that affects mainly her upper limbs. She had a positive anti-AChR antibody test, and her single fiber electromyography (SFEMG) was positive. She takes pyridostigmine 60 mg three times a day. But she still has some symptoms that interfere with her job. She is a research coordinator and has 3 children. Her 70-year-old father has hypertension. She does not smoke or use illicit drugs. She drinks alcohol occasionally at social events. Her physical exam and lab studies were not remarkable for any other abnormalities. BP: 110/75 Hgb: 11 g/dl WBC: 8000 /mm3 Plt: 300000 /ml Creatinine: 0.5 mg/dl BUN: 10 mg/dl Beta hcg: negative for pregnancy ",
        "1": "myasthenia gravis wbc",
        "2": "pyridostigmine symptoms",
        "3": "what lab tests are good for myasthenia gravis",
        "4": "myasthenia gravis lab results",
        "5": "what lab tests positive for myasthenia gravis",
        "6": "pyridostigmine sfemg positive",
        "7": "myasthenia gravis definition",
        "8": "lab results for myasthenia gravis patient",
        "9": "what is the normal range for myasthenia gravis",
        "10": "pyridostigmine 60mg three times a day for myasthenia gravis",
        "11": "myasthenia gravis pyridostigmine labs",
        "12": "pyridostigmine for myasthenia gravis",
        "13": "myasthenia gravis sfemg",
        "14": "lab wbc",
        "15": "myasthenia gravis labs",
        "16": "myasthenia gravis symptoms",
        "17": "how to determine myasthenia gravis",
        "18": "pyridostigmine sfemg",
        "19": "what lab work shows myasthenia gravis?",
        "20": "pyridostigmine what kind of lab",
        "21": "pyridostigmine how often should you take",
        "22": "what labs does pyridostigmine work with",
        "23": "what are the mgb values for myasthenia gravis",
        "24": "what labs are positive for myasthenia gravis",
        "25": "pyridostigmine what is the sfemg test",
        "26": "labs for myasthenia gravis",
        "27": "pyridostigmine 60 mg three times a day",
        "28": "symptoms of myasthenia gravis",
        "29": "which labs are positive for myasthenia gravis",
        "30": "what lab work indicates myasthenia gravis?",
        "31": "myasthenia gravis test results",
        "32": "myasthenia gravis lab work",
        "33": "what lab results are positive for myasthenia gravis"
    },
    "39": {
        "0": " A 3-day-old Asian female infant presents with jaundice that started a day ago. She was born at 38w3d of gestation, after an uncomplicated pregnancy. The family history is unremarkable. The baby is breastfed. Vital signs are reported as: axillary temperature: 36.3°C, heart rate: 154 beats/min, respiratory rate: 37 breaths/min, and blood pressure: 65/33 mm Hg. Her weight is 3.2 kg, length is 53 cm, and head circumference 36 cm. Her sclera are yellow and her body is icteric. No murmurs or any other abnormalities are detected in the heart and lung auscultation. Her liver and spleen are normal on palpation. Laboratory results are as follows: Serum total bilirubin: 21.02 mg/dL Direct bilirubin of 2.04 mg/dL AST: 37 U/L ALT: 20 U/L GGT: 745 U/L Alkaline phosphatase: 531 U/L Creatinine: 0.3 mg/dL Urea: 29 mg/dL Na: 147 mEq/L K: 4.5 mEq/L CRP: 3 mg/L Complete blood cell count within the normal range. She is diagnosed with uncomplicated neonatal jaundice that may require phototherapy. ",
        "1": "jaundice infants",
        "2": "normal range of blood cells for neonatal jaundice",
        "3": "neonatal jaundice atypical",
        "4": "jaundice infant cpr number",
        "5": "temperature when jaundice starts",
        "6": "jaundice in neonatal",
        "7": "jaundice in newborn",
        "8": "jaundice at birth",
        "9": "jaundice in newborn newborn",
        "10": "jaundice in infants",
        "11": "jaundice in newborns",
        "12": "what is the normal labs for jaundice",
        "13": "what should your labs indicate for jaundice",
        "14": "normal ranges for bilirubin in pregnancy",
        "15": "what is the normal range for creatinine in serum",
        "16": "jaundice in neonatal infant",
        "17": "jaundice at 3 day old",
        "18": "jaundice in babies",
        "19": "jaundice in neonate",
        "20": "jaundice symptoms at birth",
        "21": "jaundice symptoms when born",
        "22": "jaundice at 3 day gestation",
        "23": "jaundice infant symptoms",
        "24": "jaundice in newborns normal range",
        "25": "what is normal jaundice for newborn",
        "26": "what is the normal sclera for jaundice",
        "27": "newborn infant jaundice",
        "28": "jaundice at 3 days of pregnancy",
        "29": "jaundice infants symptoms",
        "30": "neonatal jaundice temperature cdc",
        "31": "jaundice in infants blood results",
        "32": "neonatal jaundice normal range",
        "33": "jaundice is caused by the",
        "34": "jaundice in baby",
        "35": "normal neonatal cpr levels"
    },
    "40": {
        "0": " The patient is a 60 year old man complaining of frequent headaches, generalized bone pain and difficulty chewing that started 6 years ago and is worsening. Examination shows bilateral swellings around the molars. The swellings have increased since his last examination. Several extraoral lesions are detected in the head and face. The swellings are non-tender and attached to the underlying bone. Further evaluation shows increased uptake of radioactive substance as well as an increase in urinary pyridinoline. His serum alkaline phosphatase is 300 IU/L (the normal range is 44- 147 IU/L). His family history is only significant for hypertension in his mother and DM type 2 in his father. The diagnosis of Paget's Disease of Bone was confirmed and Bisphosphonate will be started as first-line therapy. ",
        "1": "normal alkaline phosphatase range",
        "2": "paget's disease of the face",
        "3": "normal range of alkaline phosphatase",
        "4": "alkaline phosphatase range",
        "5": "normal alkaline phosphatase levels",
        "6": "paget's disease of bone",
        "7": "normal alkaline phosphatase serum range",
        "8": "what is the normal alkaline phosphatase",
        "9": "alkaline phosphatase normal range",
        "10": "what is normal alkaline phosphatase range",
        "11": "paget's disease of the molars",
        "12": "normal range for alkaline phosphatase",
        "13": "paget's disease of bone treatment",
        "14": "molar swelling",
        "15": "pagets disease of the bone",
        "16": "what is normal range for alkaline phosphatase",
        "17": "is alkaline phosphatase normal in elderly",
        "18": "normal amount of alkaline phosphatase",
        "19": "paget disease of the face",
        "20": "what is normal range of pyridinoline",
        "21": "paget's disease of the head and mouth",
        "22": "what is the normal range for alkaline phosphatase in urine",
        "23": "what is normal alkaline phosphatase iv",
        "24": "normal alkaline phosphatase"
    },
    "41": {
        "0": " A 57-year old farmer was diagnosed with Parkinson's disease a year ago. He experiences slowness of movement and tremors. His past medical history is significant for hypertension and hypercholesterolemia. He lives with his wife. They have three children. He used to be active with planting and taking care of their farm animals before his diagnosis. The patient complains of shaking and slow movement. He had difficulty entering through a door, as he was frozen and needed guidance to step in. His handwriting is getting smaller. He is on Levodopa and Trihexyphenidyl. He stated his medications help with shaking and slow movement. But he still has difficulty initiating movements, stiffness and slowness in general. He is an alert and cooperative man who doesn't have any signs of dementia. He doesn't smoke or use any illicit drugs. ",
        "1": "parkinson's disease farmer",
        "2": "parkinson symptoms",
        "3": "what medication can be used for parkinson's disease",
        "4": "parkinson's disease symptoms farm",
        "5": "parkinson symptoms in elderly",
        "6": "what medicines for pdd",
        "7": "what medications help for parkinson",
        "8": "what kind of medication is used for parkinson's disease",
        "9": "what medication helps with tremors and shakes",
        "10": "parkinson's disease farmer symptoms",
        "11": "if someone is diagnosed with parkinson's disease does he always have to be monitored",
        "12": "what medication help slow movement",
        "13": "is parkinson's disease a progressive disease",
        "14": "parkinson's disease symptoms slowness of movement",
        "15": "parkinson's disease symptoms",
        "16": "what medications are used for parkinson's",
        "17": "is parkinson's disease slow or fast",
        "18": "how do you describe parkinson's",
        "19": "parkinson's disease in older person",
        "20": "symptoms of parkinson's disease",
        "21": "parkinson's disease slow movement symptoms",
        "22": "what medication is prescribed by parkinson's disease",
        "23": "parkinson's disease farm",
        "24": "what medicine helps with tremors",
        "25": "parkinson's disease in elderly",
        "26": "parkinson disease farmer",
        "27": "parkinson symptoms farmer",
        "28": "what medications help parkinson's disease",
        "29": "what medications are used for parkinson's disease",
        "30": "parkinson's disease symptoms slow movement",
        "31": "what medications help a person with parkinson's disease",
        "32": "parkinson's disease symptoms farmer",
        "33": "parkinson's disease farmers",
        "34": "what medications to use to treat parkinson's",
        "35": "parkinson patients who have slow movement",
        "36": "what medication helps with parkinson's"
    },
    "42": {
        "0": " 19 yo Hispanic female G1P1 at 32+ 6 weeks of gestational age presented to the OB clinic for routine follow up complaining of mild headache and leg swelling. Primary evaluation revealed BP of 146/99 and urine dipstick with 3+ proteins. Her BP and U/A were normal in previous visit. Repeat BP a few hours later is 150/100 mmHg. Laboratory studies showed a normal hematocrit, platelet count, and liver transaminase levels. She is complaining of fatigue but no fever or chills. She is also suffering of headaches with no vision changes. No shortness of breath, cough, chest pain, orthopnea and palpitations or skin rash were observed. Her physical exam was negative for abdominal pain, change in bowel habits, nausea, vomiting, dysuria, frequency, hematuria or frothy urine. Leg swelling was observed with no arthralgia or back pain. She has no specific past medical issues and only uses prenatal vitamins. Her family history is positive for DM type 2 and HTN. She is a social alcohol consumer with the negative history of smoking or drug use. She is only have one partner in past 2 years and didn't have any contraceptive methods since 2 years ago. Her BMI was 24 at the first visit when she was at 6 weeks of gestational age. She is getting weight normally during her pregnancies. ",
        "1": "when to check a bp in pregnancy",
        "2": "normal bmi during pregnancy",
        "3": "what is my bp when i am pregnant",
        "4": "bp ua normal",
        "5": "when does a urine dipstick show frothy urine",
        "6": "bp for a woman with no rash, no headache, no bowel problems",
        "7": "bp when pregnant",
        "8": "is hematocrit normal after 6 weeks",
        "9": "what is bp for six weeks pregnancy",
        "10": "is frothy urine a sign of prenatal pregnancy",
        "11": "symptoms of swollen legs",
        "12": "what is normal bp for 6 weeks gestation",
        "13": "swollen legs and headaches",
        "14": "bp swell during pregnancy",
        "15": "bpm at 6 weeks of pregnancy in normal range",
        "16": "bb normal at 6 weeks gestation",
        "17": "bp for 6-week pregnancy",
        "18": "bp normal",
        "19": "bp normal fetus",
        "20": "normal bp for six weeks",
        "21": "bp is normal when pregnant",
        "22": "when is a bp normal for pregnancy",
        "23": "symptoms of frothy urine",
        "24": "htn and bmi",
        "25": "bpm frothy urine",
        "26": "when is it normal to have frothy urine in pregnancy",
        "27": "bp normal at 6 weeks of pregnancy",
        "28": "bp normal 6 weeks pregnant",
        "29": "average bp during pregnancy",
        "30": "what bp level does swollen legs indicate",
        "31": "what is the normal for bp during pregnancy",
        "32": "is bp normal during pregnancy",
        "33": "bmi 6 weeks pregnancy",
        "34": "bp for 6 weeks of pregnancy",
        "35": "is a urine dipstick normal",
        "36": "hematocrit normal range",
        "37": "normal bp",
        "38": "bp test for 6 week pregnancy"
    },
    "43": {
        "0": " The patient is a 60-year-old woman admitted to the stroke department with a recent history of a second course of intravenous antibiotics for aspiration pneumonia. She is febrile and complained of abdominal pain and diarrhea (bowel movements eight times in 3 hours, large volumes of greenish, liquid stool each time). The patient's abdomen is generally tender and distend with hyperactive bowel sounds. She is febrile (38.4°C), tachycardic (113/min) and hypotensive (80/40 mmHg). The stool samples must were positive for Clostridium difficile toxin. ",
        "1": "what is the temperature of clostridium difficile",
        "2": "how much clostridium difficile is in the stool",
        "3": "is diarrhea tachycardic",
        "4": "is clostridium difficile aspiration related?",
        "5": "what is considered febrile",
        "6": "clostridium difficile positive stools",
        "7": "symptoms of clostridium difficile",
        "8": "clostridium difficile toxin",
        "9": "can clostridium difficile cause diarrhea",
        "10": "what is normal for clostridium difficile toxin",
        "11": "is clostridium difficile toxin",
        "12": "what is a patient's abdomen",
        "13": "how much c diff stools should i have",
        "14": "clostridium difficile",
        "15": "is clostridium difficile stool toxin positive",
        "16": "what is clostridium difficile toxin",
        "17": "what temperature for clostridium difficile",
        "18": "clostridium difficile toxin positive stool",
        "19": "what is a fever with clostridium difficile",
        "20": "what temp do you get when you have a clostridium difficile",
        "21": "clostridium difficile stool sample",
        "22": "what is the normal clostridium difficile level",
        "23": "what is the normal temp for clostridium difficile",
        "24": "what is the normal c diff stool",
        "25": "what is the normal temperature in febrile patients in the emergency department for clostridium difficile toxin",
        "26": "what is the temperature of a febrile adult",
        "27": "c diff stool color",
        "28": "clostridium difficile toxin positive stool samples",
        "29": "what is the normal temperature of a patient with clostridium difficile",
        "30": "which patient is tachycardic and hypotensive",
        "31": "c diff patient definition",
        "32": "clostridium difficile toxin in stool sample",
        "33": "when is a patient considered febrile",
        "34": "what temp is considered febrile",
        "35": "what temp does c diff stool",
        "36": "clostridium difficile toxin stool samples",
        "37": "clostridium difficile stool sample results",
        "38": "what is the cdc for clostridium difficile"
    },
    "44": {
        "0": " The patient is a 14-year-old boy complaining of scoliosis and back pain. He has no other medical condition. He used to be able to play routine activities such as basketball and soccer, however, he recently has problem doing them. The pain is in his leg and back and aggravated by physical activities. He prefer lying down most of the time. He is not happy with his body gesture and complaints of shoulder imbalance and shifting his head to right. Patient is a well-dressed and well-nourished adolescent who is alert and cooperative. The left shoulder is slightly higher than the right shoulder. The scoliotic curve is measured as 45 degree. The patients is candidate for scoliosis surgery according to perioperative MEP monitoring ",
        "1": "scoliotic curve is measured as",
        "2": "what is a scoliosis curve",
        "3": "scoliosis causes pain",
        "4": "what is the patient's scoliotic curve",
        "5": "scoliosis curve measurements",
        "6": "scoliosis curve",
        "7": "scoliosis patient age",
        "8": "what is the scoliotic curve measured in",
        "9": "which scoliotic curve is slightly higher than the right",
        "10": "scoliosis causing shoulder pain",
        "11": "what is the scoliotic curve in a teenager",
        "12": "what is scoliosis",
        "13": "scoliosis is measured as how many degrees",
        "14": "how scoliotic is a child",
        "15": "scoliosis in a teenager",
        "16": "scoliotic curve measurements",
        "17": "is scoliosis a physical disorder",
        "18": "scoliotic curve of right shoulder",
        "19": "how many degrees is scoliosis",
        "20": "what is the scoliosis degree",
        "21": "scoliosis curve measured as",
        "22": "scoliotic curve",
        "23": "scoliotic curve is measured",
        "24": "what is the scoliotic curve on a boy?",
        "25": "scoliosis adolescent",
        "26": "what is the scoliosis degree of a child",
        "27": "scoliotic curve in left shoulder",
        "28": "what is the correct number for scoliosis surgery",
        "29": "scoliotic curve is measured at what degree",
        "30": "is scoliosis curvature measured in degrees",
        "31": "what is the scoliotic curve",
        "32": "what is the scoliotic curve of the body",
        "33": "scoliotic curves definition for boys",
        "34": "what is the degree of scoliosis",
        "35": "what is the scoliosis in the patient"
    },
    "45": {
        "0": " The patient is a 34-year-old African American man with the known history of Sickle cell disease comes to the clinic with severe bone pain. The patient had severe pain in his lower back that radiated to both thighs scored 9 out of 10. The patient has had positive history of sickle cell crises since childhood. He also had the same symptoms in past two weeks treated with oxycodone which was not beneficial to his pain. His PCP sent him to the emergency department to receive intra venous pain modulators. The patient is afebrile within the normal blood pressure. No splenomegaly was detected in the physical exam. He has no positive history of drug allergy. He won't smoke or uses any illicit drugs. The lab study is as bellow: Hgb: 8 g/dl WBC: 10000 /mm3 Plt: 300000 /ml MCV: 106 fL Hemoglobine electrophoresis: 91% HbS 6%HbF 3%HbA2 AST: 22 U/L ALT: 43 U/L Alk P: 53 U/L Ferritin: 1200 ng/ml ",
        "1": "what is the blood work for sickle cell",
        "2": "sickle cell disease lab results",
        "3": "what wbc level is normal for a black man",
        "4": "hematological abnormalities with spongiform disease",
        "5": "sickle cell blood pressure",
        "6": "sickle cell anemia lab results",
        "7": "average lab test for splenomegaly",
        "8": "sickle cell disease",
        "9": "sickle cell disease in africa",
        "10": "average wbc in blood work",
        "11": "what is the normal range for sickle cell",
        "12": "sickle cell disease male",
        "13": "what is normal wbc",
        "14": "symptoms of sickle cell",
        "15": "what is normal wbc for sickle cell",
        "16": "sickle cell anemia in african american",
        "17": "symptoms of sickle cell disease",
        "18": "what is the normal blood work for sickle cell disease?",
        "19": "sickle cell disease hemoglobine",
        "20": "what does sickle cell pain mean",
        "21": "sickle cell disease blood work",
        "22": "what labs indicate sickle cell",
        "23": "sickle cells in african american",
        "24": "what is the normal blood test for sickle cell anemia",
        "25": "what is normal for a patient with sickle cell",
        "26": "sickle cell aetiology",
        "27": "sickle cell hgb",
        "28": "symptoms for sickle cell",
        "29": "sickle cell disease lab",
        "30": "std lab results wbc",
        "31": "csd lab values",
        "32": "sickle cell disease history",
        "33": "what is normal for sickle cell",
        "34": "is sickle cell a symptom"
    },
    "46": {
        "0": " Patient A is a 30-year-old male who was admitted to the hospital after 10 days of cough, profuse nocturnal sweating and loss of appetite. He had traveled to India 1 months ago and has not any positive history of TB vaccination. He is a previously healthy man, working as an engineer in a high tech company. He doesn't smoke o use any illicit drugs. He was febrile (38 c) with heart rate of 115 b/min, respiratory rate of 22, BP of 125/75 mmHg and O2 sat of 97%. Chest X-ray showed infiltrate in the middle of left lung with diameter of 1.8 cm with signs of cavitation. The sputum smear revealed positive sputum culture for Mycobacterium tuberculosis which are sensitive of the first-line TB drugs (isoniazid, streptomycin, rifampicin and ethambutol). Lab study is reported bellow: Hgb: 13 g/dl WBC: 14000 /mm3 Plt: 300000 /ml AST: 13 U/L ALT: 15 U/L Alk P: 53 U/L Bill total: 0.6 mg/dl Na: 137 mEq/l K: 4 mEq/l Creatinine: 0.5 mg/dl BUN: 10 mg/dl ESR: 120 mm/hr ",
        "1": "lab for tuberculosis",
        "2": "tb labs labs",
        "3": "what labs show symptoms of tuberculosis",
        "4": "what lab values are sensitive for tuberculosis?",
        "5": "lab test for tuberculosis",
        "6": "what test for tb",
        "7": "tb smear lab results",
        "8": "what is the lab for microbiology tuberculosis",
        "9": "what lab tests for tb",
        "10": "labs for tb",
        "11": "tb laboratory results",
        "12": "lab work for tb patient",
        "13": "tb patient age",
        "14": "what labs show tuberculosis",
        "15": "what is the normal range for a sputum smear",
        "16": "what is the cpr for mycobacterium tuberculosis",
        "17": "what is lab work for mycobacterium tuberculosis",
        "18": "lab values for tuberculosis",
        "19": "which of the following labs are considered tb sensitive",
        "20": "lab work for mycobacterium tuberculosis",
        "21": "what is a normal lab for tb",
        "22": "symptoms of tuberculosis in a patient",
        "23": "labs for mycobacterium tuberculosis",
        "24": "which of the following drugs are sensitive to isoniazid",
        "25": "tb lab results",
        "26": "what is the normal lab result for a patient with tuberculosis",
        "27": "what lab results indicate sputum cavitation?",
        "28": "what labs are positive for mycobacterium tuberculosis",
        "29": "mycobacterium tuberculosis in lungs",
        "30": "tb smear labs",
        "31": "what test for tuberculosis",
        "32": "what is patient's respiratory rate",
        "33": "hgb in lab work",
        "34": "isotretinoin sensitive of tb",
        "35": "what labs are sensitive to tb",
        "36": "average lab values for patient with tb",
        "37": "hgb normal range in male patient",
        "38": "what antibiotic is used to prevent staphylococcus tuberculosis"
    },
    "47": {
        "0": " A 62-year-old African-American man presented with left upper and lower extremity weakness, associated with dark visual spot in right eye, right facial numbness, facial drop and slurred speech. He denied dyspnea, headache, palpitations, chest pain, fever, dizziness, bowel or urinary incontinence, loss of consciousness. His medical history was significant for hypertension, hyperlipidemia and hypothyroidism. He smokes cigarette 1 pack per day for 40 years and alcohol consumption of 5 to 6 beers per week. He is not aware about his family history. He is using Levothyroxine, Atorvastatin and HTCZ. His vital signs were stable in the primary evaluation. Left-sided facial droop, dysarthria, and left-sided hemiplegia were seen in the physical exam. His National Institutes of Health Stroke Scale (NIHSS) score was calculated as 7. Initial CT angiogram of head and neck reported no acute intracranial findings. Intravenous recombinant tissue plasminogen activator (t-PA) was administered as well as high-dose statin therapy. The patient was admitted to the intensive care unit to be monitored for 24 hours. MRI of the head revealed an acute 1.7-cm infarct of the right periventricular white matter and posterior right basal ganglia. ",
        "1": "which statin is given for nihss",
        "2": "symptoms of intracranial stroke for african-american",
        "3": "what is nihss score",
        "4": "nihss score for left side hemiplegia",
        "5": "what is the nihss score for a stroke",
        "6": "nihss score",
        "7": "what is the nihss score for mri",
        "8": "can t-pa cause hemiplegia",
        "9": "t-pa intravenous",
        "10": "what would cause a left sided hemiplegia",
        "11": "nihss hep v",
        "12": "t-pa mri results",
        "13": "nihss score for steriod",
        "14": "t-pa injection for mri",
        "15": "recombinant tissue plasminogen activator",
        "16": "recombinant tissue plasminogen activator (t-pa) is a treatment for",
        "17": "is t-pa used in ischemic strokes",
        "18": "nihss stroke patient",
        "19": "nihss score for mri",
        "20": "symptoms of a stroke in africa",
        "21": "what medication is used to treat hemiplegic strokes",
        "22": "which medication would be administered to a patient with left-sided hemiplegia?",
        "23": "what is t-pa mri",
        "24": "what is the nihss ct scan",
        "25": "causes of upper extremity numbness",
        "26": "what medication causes hemiplegia in the face",
        "27": "what mri indicates intracranial ischemia",
        "28": "what is the nihss score",
        "29": "what nihss score is he",
        "30": "what medication is given for right facial numbness",
        "31": "nihss score on a patient",
        "32": "what mri test shows intracranial t-pa",
        "33": "is t-pa intravenous",
        "34": "symptoms of hemiplegia",
        "35": "what medication is given to treat a left sided hemiplegia?",
        "36": "bilateral periventricular white matter infarction",
        "37": "what is right sided dysarthria",
        "38": "which nihss scale scores are stable and are related to the patient's vital signs?"
    },
    "48": {
        "0": " Fernandez is a 41 year man who is a professional soccer player. He came to the clinic with itchy foot. Physical exam revealed localized scaling and maceration between the third and fourth of his right toe. It became inflamed and sore, with mild fissuring. The dorsum and sole of the foot was unaffected. There is no pus or tearing in the affected area. He didn't use ant topical ointment on the lesion and has no positive history for any underlying disease such as DM. He smokes 15 cigarettes per day and drinks a beer per day. His family history is positive for hyperlipidemia in her mother and MI in her father. He is in relation with several partners and use condom during the intercourse. His physical exam and lab studies were normal otherwise. Tinea pedis infection confirmed as his diagnosis by the observation of segmented fungal hyphae during a microscopic KOH wet mount examination. ",
        "1": "tinea pedis what causes",
        "2": "tienea pedis definition",
        "3": "tinea pedis definition",
        "4": "is it normal to have maceration on toes",
        "5": "what is tinea pedis",
        "6": "symptoms of tinea pedis",
        "7": "what is the cause of maceration in the toe area",
        "8": "what is fungal tingea pedis",
        "9": "what is tinnea pedis",
        "10": "is maceration a tinea pedis infection",
        "11": "what causes maceration",
        "12": "tinnea pedis symptoms in men",
        "13": "what is tinea pedis?",
        "14": "what is tinea pedis infection",
        "15": "is there a cure for tinea pedis",
        "16": "tinnea pedis symptoms",
        "17": "what's the cause of maceration of the third toe",
        "18": "toe is scaly",
        "19": "tinea pedis symptoms in elderly",
        "20": "what is Tinea pedis in the foot",
        "21": "what symptom is a scaled toe",
        "22": "what is the cause of maceration and scaling on the third and fourth toe",
        "23": "causes of maceration in toes",
        "24": "what kind of skin is affected by tinea pedis",
        "25": "tinea pedis infection",
        "26": "causes of maceration on toe",
        "27": "causes of maceration in feet",
        "28": "toe maceration",
        "29": "tenia pedis symptoms",
        "30": "tinea pedis what is the cause",
        "31": "what is the cause of a maceration in the toe area",
        "32": "tinea pedis symptoms of infection",
        "33": "toe inflamed",
        "34": "tinea pedis symptoms",
        "35": "is maceration a disease",
        "36": "what is the diagnosis of tinea pedis"
    },
    "49": {
        "0": " A 12 year old girl came to the clinic with her mother, complaining of short stature, delayed in puberty and developmental delay. Her karyotype study revealed 45X and confirmed the diagnosis of Turner syndrome. She is treating with GH since 6 months ago without estrogen therapy to avoid menarche and reach the ideal height. She is an obese, mentally retarded girl in the physical exam. Her breast bulb were in stage 1 with no course hair in the pubic or axillary. Her TSH was 3 and FBS was 75 in the latest lab study. ",
        "1": "turner syndrome",
        "2": "turner syndrome karyotype",
        "3": "turnser syndrome in children",
        "4": "turner's syndrome in women",
        "5": "turninger syndrome symptoms",
        "6": "turner's syndrome",
        "7": "what is the karyotype for turner's syndrome",
        "8": "turner syndrome tsh level",
        "9": "turner syndrome symptoms",
        "10": "turninger's syndrome",
        "11": "what is the karyotype for turner syndrome",
        "12": "what lab work does turner syndrome use",
        "13": "turner syndrome fbs m",
        "14": "what tsh level is turner syndrome"
    },
    "50": {
        "0": " A 5 months old male brought to the pediatrics surgery clinic with the complaint of empty scrotum at the right side. The baby boy is a first child who was born at the age of 38 weeks with NVD from a healthy mother. The mother had a normal pregnancy with no complication. The baby boy weighted 3200 gr with the height of 50 cm. He is breast feeding and now weighted as 6.5 kg with the height of 62 cm. He has no developmental delay in the physical assessment. There is a palpable testis is the left scrotum with non-palpable testis in the right scrotum. The penis is normal in shape and size and he is not circumcised. The diagnostic laparoscopy showed an abdominal undescended testis. ",
        "1": "which way is your testis in",
        "2": "what is the size of the scrotum",
        "3": "what is the height of a baby boy's scrotum",
        "4": "can you find an undescended testis in your scrotum",
        "5": "what side of scrotum is non-palpable",
        "6": "which side of the scrotum is empty",
        "7": "where is right scrotum?",
        "8": "which side has an empty scrotum?",
        "9": "is there an unpalpable testis",
        "10": "which side does an empty scrotum go on",
        "11": "where is your scrotum located at",
        "12": "what is a male scrotum",
        "13": "where is the palpable testis located on the right side of the body",
        "14": "which side has the empty scrotum",
        "15": "empty testis is on what side",
        "16": "empty scrotum on right side",
        "17": "where is the testis located scrotum",
        "18": "which side of the scrotum has an empty scrotum",
        "19": "where is my testis",
        "20": "where is a baby's testis",
        "21": "where is my scrotum?",
        "22": "what is the right side of the scrotum?",
        "23": "where is a male scrotal empty",
        "24": "what side is testis on",
        "25": "what is the scrotum",
        "26": "undescended testis",
        "27": "where is the scrotal insertion for male",
        "28": "what is the height of a boy scrotum",
        "29": "what side is your scrotum on",
        "30": "empty scrotum",
        "31": "where is the testis on the body",
        "32": "where is the testis in the right scrotum",
        "33": "where is a man's scrotum located",
        "34": "what is the scrotal supine on the right side",
        "35": "scrotal empty",
        "36": "which side of scrotum is empty",
        "37": "where is the testis"
    },
    "51": {
        "0": " The patients is a 25-year-old G1 P1 pregnant woman who is 24W3D gestational old who developed a sudden unset of fever and chills, accompany with nausea and vomiting. She also complains of dysuria, urgency and frequency. She also reports some severe pain in the flank. Her vital signs are: T = 39.7ºC, P = 117, R = 20, and BP = 113/74 mm Hg. Physical examination reveals tenderness on palpation of both costovertebral angles. She has no history of recurrent UTI prior to her pregnancy or any other underlying disease. The urine culture showed Gram-negative rod-shaped bacterial cells, leukocytes, and leukocyte casts. The blood culture is negative. A CBC shows Hb 12.9 g/dL, Hct 39%, MCV 76 fL, WBC count 14,120/µL. ",
        "1": "wbc count in pregnancy",
        "2": "urine culture showing rod-shaped bacterial cells",
        "3": "gram negative rod shaped bacterial cells in urine",
        "4": "pregnancy symptoms fever chills nausea vomiting",
        "5": "cbc gram negative urine casts",
        "6": "bacterial urinary tract infection pregnancy",
        "7": "symptoms of a uti in pregnancy",
        "8": "symptoms of an uti in pregnancy",
        "9": "pregnancy symptoms",
        "10": "g1 p1 pregnancy vital signs",
        "11": "what are the vitals of a gram negative pregnancy",
        "12": "what is the normal cbc for a uti",
        "13": "wbc count",
        "14": "temperature of a fever during pregnancy",
        "15": "symptoms of a uti",
        "16": "gram positive rod-shaped bacterial cells",
        "17": "symptoms of gram negative in urine",
        "18": "wbc count for gram negative urine",
        "19": "what is the gram-negative rod-shaped bacteria in urine",
        "20": "hcv gram-negative rod shaped bacterial cells",
        "21": "what is a gram negative urine culture",
        "22": "tsv gram negative rod shaped bacterial cells",
        "23": "what is a g1 positive uti",
        "24": "cbc urine culture results",
        "25": "g1 p1 bacterial culture",
        "26": "what is the average wbc for pregnancy",
        "27": "cbc culture for uti",
        "28": "tetracycline pregnancy symptoms",
        "29": "vital sign pregnancy t cbc wbc",
        "30": "p value for uti",
        "31": "wbc values during pregnancy",
        "32": "gramnegative rod shaped bacterial cells in urine culture",
        "33": "temperature of pregnancy fluids",
        "34": "g1 p1 pregnancy symptoms",
        "35": "hcv in urine",
        "36": "uti gram negative urine culture",
        "37": "bacterial urine culture",
        "38": "wbc count in urine",
        "39": "gram negative urine culture"
    },
    "52": {
        "0": " A 34 year old man comes to the clinic complaining of dizziness and severe diarrhea since yesterday. He has returned from an international trip few days ago and was living in a camp in Sudan for a month. He developed abdominal pain followed by bloating and nausea as well as loose bowel movements. Soon he was having profuse watery diarrhea without odor. The stool is watery and white but the patient has no fever. Blood pressure is 95/62 lying down and drops to 75/40 standing. The skin turgor has reduced. HR is 110 and he looks ill with dry mucosa. V. cholerae was seen in dark-field microscopy of a fresh stool specimen. The lab study is as bellow: Sodium 137 meq/L Potassium 2 meq/L Chloride 94meq/L CO2 15 meq/L Fecal leukocytes None seen Fecal occult blood Negative ",
        "1": "white fluid in stool",
        "2": "blood pressure in cholera",
        "3": "urine cholerae test results",
        "4": "cholera symptoms lab results",
        "5": "what is the normal blood pressure in the stool",
        "6": "cholera bacterial stool samples",
        "7": "diarrhea symptoms in young adult",
        "8": "what is the hr of an individual that has diarrhea",
        "9": "is sodium cholerae",
        "10": "what lab results for cholera",
        "11": "blood pressure in stool",
        "12": "cholera v",
        "13": "what lab results are positive for cholera",
        "14": "ve cholerae labs",
        "15": "cholerae stool",
        "16": "what labs are needed to diagnose cholera",
        "17": "what is the normal blood pressure for cholera",
        "18": "what is a patient's blood pressure when they are lying down",
        "19": "what is the hr of the patient with diarrhea",
        "20": "cholera stool labs",
        "21": "cholera definition blood test",
        "22": "cholerae in stool",
        "23": "what is the normal hr for cholera",
        "24": "what is the normal hr of a patient with diarrhea",
        "25": "what is the blood test for cholera",
        "26": "blood pressure when stool is white",
        "27": "cholera occlusion blood work",
        "28": "blood pressure in urine",
        "29": "is cholera a disease",
        "30": "v cholerae blood labs",
        "31": "is there a fever in cholera",
        "32": "what is the blood pressure when a patient has diarrhea",
        "33": "cholera symptom lab results",
        "34": "cholera symptoms lab",
        "35": "cholera urine lab findings",
        "36": "what lab tests are positive for cholera",
        "37": "diarrhea lab results",
        "38": "what lab results for v. cholerae",
        "39": "diarrhea symptoms hr drops",
        "40": "what is the temperature of cholera blood test"
    },
    "53": {
        "0": " Patient is a 34-year-old woman from Jordan who comes to clinic with some general and non-specific bones and joints pain. She is married and has 3 children. Her past medical and drug history are unremarkable. Her BMI is 23, BP: 120/75, HR: 75/min. Her laboratory study is remarkable for Vit D: 14ng/ml and otherwise healthy. (Ca: 9.2mg/dl, Phosphorus: 3.2mg/dl, PTH: 28pg/ml) ",
        "1": "bp is 120 hr",
        "2": "average blood pressure for a woman",
        "3": "what lab test for vit d",
        "4": "bmi is what",
        "5": "vt d levels patient bmi",
        "6": "what is the bmi and pth for jordan",
        "7": "what lab tests should i order",
        "8": "bmi of woman who has osteoarthritis",
        "9": "what is bp and hr in labs",
        "10": "average lab values",
        "11": "what lab work is remarkable for vit d",
        "12": "average bp range for a woman",
        "13": "phosphate molecule in urine",
        "14": "bp normal for 34 year old woman",
        "15": "bp range for vit d",
        "16": "bp range for osteoarthritis",
        "17": "what laboratory values are normal for vit d",
        "18": "average bp for woman",
        "19": "pth levels yahoo answers",
        "20": "bmi vs bp",
        "21": "what lab results are normal for vit d?",
        "22": "bp and hr numbers",
        "23": "what bp level is the best for vit d",
        "24": "what lab test indicates vit d",
        "25": "bp normal range for d",
        "26": "what labs are remarkable for vit d",
        "27": "bp bmi",
        "28": "pth levels for women",
        "29": "average bp in jordan",
        "30": "what is normal bp in labs",
        "31": "bp & pth",
        "32": "average lab results for ca phosphorus",
        "33": "bone and joint pain",
        "34": "what labs are in my blood",
        "35": "average bp for women",
        "36": "bmi is 23",
        "37": "lab values for calcium",
        "38": "bmi of woman with pain",
        "39": "bmi jordan",
        "40": "bp 115/75"
    },
    "54": {
        "0": " A 57-year-old man was admitted to the clinic because of weight loss and persistent dry cough 4 months ago. Chest computed topography showed bilateral multiple infiltrates in the upper lobes and thickened bronchial walls. There is a documented positive serum MPO-ANCA in his medical record. Transbronchial biopsy revealed necrotic granulomas with multinucleated giant cells and the Wegener's granulomatosis was diagnosed for him. He is treating with corticosteroid and cyclophosphamides since 4 months ago. His Birmingham Vasculitis Activity Score (BVAS) is above 4 since the beginning of his disease. His last physical exam and lab study was performed yesterday and showed the results bellow: A wellbeing, well-nourished man, non-icteric, cooperative and alert Weight: 73 kg Height: 177 BP: 120/80 HR: 90/min RR: 22/min Hgb: 13 g/dl WBC: 8000 /mm3 (Neutrophil: 2700/mm3) Plt: 300000 /ml AST: 40 U/L ALT: 56 U/L Alk P: 147 U/L Bill total: 1.2 mg/dl ESR: 120 mm/hr MPO-ANCA: 153 EU ",
        "1": "wegner's granulomatosis lab result",
        "2": "wegener's granulomatosis lab results",
        "3": "wegener's granulomatosis",
        "4": "what is wegner's granulomatosis labs",
        "5": "wegenner's granulomatosis blood work",
        "6": "wegner's disease wbc",
        "7": "wegner's granulomatosis",
        "8": "wegener's granulomatosis lab",
        "9": "biopsies wegener's granulomatosis",
        "10": "wegener's granulomatosis blood test results",
        "11": "blood test results wegener's disease",
        "12": "wegner granulomatosis bvas",
        "13": "wegener's disease wbc",
        "14": " Wegener's granulomatosis labs results",
        "15": "wegener's granulomatosis bvtas",
        "16": "wbc wegner",
        "17": "wegener's granulomatosis bvas",
        "18": "wegener's granulomatosis wbc",
        "19": "wegener's granulomatosis labs",
        "20": "wegner's disease",
        "21": "wegner's granulomatosis lab work",
        "22": "what lab is wegner's granulomatosis",
        "23": "wegner's granulomatosis bvas",
        "24": "wegener's granulomatosis test",
        "25": "wegners granulomatosis lab work results",
        "26": "wegener's disease pbs labs",
        "27": "wegner's granulomatosis lab results",
        "28": "wegner granulomatosis labs",
        "29": "vasculitis activity scores",
        "30": "wegener's granulomatosis in blood test",
        "31": "wegener granulomatosis",
        "32": "wegener's granulomatosis labs normal range",
        "33": "wegener's granulomatosis lab work"
    },
    "55": {
        "0": " A 22-year-old Caucasian man came to the Clinic with a history of tremors since a year ago. The tremor was first in his right hand while holding something. Later the tremor became continuous and extended to both hands and legs and even at rest. The Kayser-Fleischer' ring was detected in the ophthalmologic exam. The physical exam revealed jaundice, hepatosplenomegaly and hypotonia of the upper limbs. He had a constant smile on his face, however, he has aggressive behavior according to his parents' explanation. His laboratory study was significant for a low serum caeruloplasmin (0.05 g/l), and a raised 24 hour urine copper excretion (120 μg/24 h). Wilson disease was confirmed by high liver copper concentration (305 μg/g dry weight of liver). ",
        "1": "can copper cause wilson disease",
        "2": "kayser-fleischer ring",
        "3": "copper in urine",
        "4": "kayser fleischer ring",
        "5": "copper urine level wilson disease",
        "6": "yakser-fleischer' ring",
        "7": "copper in the blood",
        "8": "symptoms of hepatic wilson disease",
        "9": "what test is for wilson disease",
        "10": "is the kayser-fleischer ring constant",
        "11": "what lab test is positive for jaundice",
        "12": "can kayser-fleischer' ring be used to diagnose kidney",
        "13": "kayser fleischer ring causes",
        "14": "what is kayser-fleischer's ring",
        "15": "kayser-fleischer's ring",
        "16": "copper excretion in urine",
        "17": "which of the following lab tests indicates the presence of wilson disease?",
        "18": "kyaser-fleischer ring",
        "19": "symptoms of kayser-fleischer's ring",
        "20": "kayser ring definition",
        "21": "kayser-fleischer's ring in legs symptoms",
        "22": "what does the kayser-fleischer ring indicate",
        "23": "causes of kayser-fleischer's ring",
        "24": "symptoms of copper overload in liver",
        "25": "kayser-fleischer' ring",
        "26": "copper wilson disease",
        "27": "symptoms of kayser-fleischer ring",
        "28": "kayser-fleischer's ring in right hand",
        "29": "wilson disease ring",
        "30": "causes of a copper ring in legs and hands",
        "31": "kayser-fleischer's ring in limbs",
        "32": "kayser-fleischer' ring in hand",
        "33": "wilson's disease jaundice",
        "34": "kayser-fleischer' ring is detected when"
    },
    "56": {
        "0": " The patient is a 41-year-old man and a known case of Acromegaly who underwent transsphenoidal surgery 4 months ago. He came to the clinic for the follow up lab studies after his primary resection surgery. His lab study shows the IGF-1 level of 4.5 ULN adjusted by sex and age. His random GH level is 4 ug/L. The recent brain MRI confirmed the residual pituitary tumor. His past medical history is only significant for acromegaly due to pituitary adenoma and the recent surgery. After his surgery he takes only vitamin D and multivitamins. ",
        "1": "what is normal for acromegaly?",
        "2": "what is random gh",
        "3": "gh level for acromegaly",
        "4": "acromegaly lab study results",
        "5": "what is the lab reading for acromegaly",
        "6": "acromegaly what is the ugp",
        "7": "acromegaly lab level",
        "8": "what is the lab level for acromegaly",
        "9": "what igf level should be for acromegaly",
        "10": "what lab results for sex acromegaly",
        "11": "acromegaly lab results",
        "12": "acromegaly what to take",
        "13": "acromegaly is a symptom of how",
        "14": "is acromegaly a medical condition",
        "15": "acromegaly is a tumor",
        "16": "what is the random igf levels",
        "17": "acromegaly in men",
        "18": "gh level of a man after surgery",
        "19": "lab work acromegaly",
        "20": "acromegaly uln",
        "21": "acromegaly igf-1",
        "22": "acromegaly what is the normal level",
        "23": "pituitary adenoma mri results",
        "24": "what is the lab test for acromegaly",
        "25": "acromegaly patient labs",
        "26": "acromegaly causes",
        "27": "acromegaly patient",
        "28": "acromegaly in a male",
        "29": "what lab results indicate acromegaly",
        "30": "what is the igf-1 level for acromegaly",
        "31": "labs for acromegaly",
        "32": "acromegaly in males",
        "33": "lab acromegaly",
        "34": "acromegaly is caused by:",
        "35": "what lab level is an acromegaly",
        "36": "acromegaly labs",
        "37": "acromegaly gh range",
        "38": "acromegaly lab"
    },
    "57": {
        "0": " The patient is a 41-year-old obese woman coming to the emergency room with abdominal pain and vomiting. The pain that started gradually yesterday is located in the epigastric and periumbilical regions, radiating to her back. She drinks alcohol frequently and does not smoke. She has no history of allergies and uses only multivitamins daily. Her family history is positive for hypertension (her mother). She lives with her husband and has 3 children. The abdomen is tender and soft. Her bowel sounds are normal. Her heart rate is 115/min and blood pressure 110/75 mmHg. The lab studies are remarkable for leukocytosis (19.5), urea of 8.5, high CRP (145), high amylase (1200) and Glucose level of 15. Her abdominal CT scan revealed acute edematous interstitial pancreatitis with enlarged common bile duct and intrahepatic duct confirming gall stone pancreatitis. Her pregnancy test is negative and she is not breastfeeding. ",
        "1": "causes of pain in periumbiliary region",
        "2": "is there an enlarged common bile duct",
        "3": "where is the epigastric and periumbiliary regions",
        "4": "epigastric and periumbiliary pain radiating to the back",
        "5": "what kind of pancreas does an edematous interstitial pancreatitis have",
        "6": "what blood tests are edematous interstitial pancreatitis",
        "7": "what is your heart rate for a woman with an enlarged pancreas",
        "8": "edematous interstitial pancreatitis",
        "9": "enlarged common bile ducts",
        "10": "where is the epigastric pain",
        "11": "epigastric and periumbiliary pain",
        "12": "symptoms of interstitial pancreas",
        "13": "what is the urea level in an emt-contained patient",
        "14": "edematous interstitial pancreatitis with enlarged common bile duct",
        "15": "what is urea level in an emergency room",
        "16": "epigastric and periumbiliary pain radiating into back",
        "17": "what is the amylase in a ct scan",
        "18": "what labs show acute interstitial pancreatitis",
        "19": "what is the normal amylase level for a woman",
        "20": "what is the amylase level in the common bile duct",
        "21": "what lab test is for pancreatitis",
        "22": "what labs are elevated for interstitial pancreatitis",
        "23": "what tests should i run to check for acute pancreatitis",
        "24": "where is pancreatic pain located",
        "25": "symptoms of interstitial pancreatitis",
        "26": "where are periumbiliary organs located",
        "27": "what labs show interstitial pancreatitis",
        "28": "what is the normal carol level for epigastric",
        "29": "where is epigastric pain located",
        "30": "what labs show pancreatitis",
        "31": "pancreatitis definition",
        "32": "what lab results are normal for pancreatitis",
        "33": "what is the normal amylase level in an emergency room",
        "34": "is urea normal in a woman with pancreatitis",
        "35": "what lab is elevated for pancreatitis",
        "36": "where is pain located in back",
        "37": "what is the normal blood pressure and pulse in an em?",
        "38": "what is the ecg of a patient"
    },
    "58": {
        "0": " The patient is a 17-year-old boy complaining of severe migratory pain in the right lower quadrant of his abdomen that started four days ago. The pain is accompanied by nausea and vomiting. He was febrile with tenderness, rebound tenderness and guarding on palpation. His WBC was elevated with dominant neutrophils. CT scan showed evidence of acute perforated appendicitis with free fluid in the pelvis. Diagnostic laparoscopy revealed phlegmon with no other abdominal abnormalities. He is now a candidate for emergent laparoscopic appendectomy under general anesthesia. ",
        "1": "acute perforated appendicitis",
        "2": "symptoms of acute perforated appendicitis",
        "3": "symptoms of perforated appendicitis",
        "4": "what would cause fluid in the pelvis",
        "5": "ct scan for appendicitis",
        "6": "appendicitis is caused by",
        "7": "can you cause nausea and vomiting with acute appendicitis",
        "8": "appendix symptoms and signs",
        "9": "what is the cause of tenderness in the lower quadrant of the abdomen?",
        "10": "symptoms of migratory appendicitis",
        "11": "appendicitis in teenage boy",
        "12": "ct scan for acute perforated appendicitis",
        "13": "ct scan of appendicitis",
        "14": "appendicitis symptoms",
        "15": "appendicitis pain",
        "16": "is there fluid in the pelvis that you don't feel with laparoscopic appendicitis?",
        "17": "appendicitis in the lower right quadrant",
        "18": "what scan showed acute perforated appendicitis?",
        "19": "is appendicitis considered migratory",
        "20": "where is the pain in the lower bowel quadrant",
        "21": "which quadrant of abdomen is accompanied by migratory pain?",
        "22": "what is migratory pain of the lower abdomen",
        "23": "appendicitis definition",
        "24": "what is the cause of pain in lower right quadrant",
        "25": "phlegmon in the pelvis causes",
        "26": "what is the cause of migratory pain",
        "27": "appendicitis abdomen causes",
        "28": "appendicitis pain in the lower quadrant",
        "29": "what is appendicitis in boys",
        "30": "where is appendicitis fluid located",
        "31": "appendicitis in the stomach",
        "32": "what causes appendicitis",
        "33": "appendicitis ct scan",
        "34": "which quadrant of the abdomen is associated with migratory pain",
        "35": "is perforated appendicitis permanent",
        "36": "appendicitis in lower abdomen",
        "37": "appendicitis symptoms in teenagers"
    },
    "59": {
        "0": " The patient is a 15-year-old boy with asthma diagnosed a year ago. He presents with shortness of breath, chest tightening and cough. According to his mother, he didn't respond to the usual corticosteroid inhaler. He was admitted to the emergency department with diagnosis of severe asthma exacerbation. He is a candidate for general corticosteroid therapy. Spirometry revealed a forced expiratory volume in the first second (FEV1) of 60% of the predicted. His past medical history is non-significant. His family history is significant for asthma in his mother and his uncle. He used to be treated with combination of inhaled corticosteroids and Zafirlukast. ",
        "1": "corticosteroid treatment for asthma",
        "2": "how much corticosteroid is needed for asthma",
        "3": "corticosteroids for severe asthma",
        "4": "when to use zafirlukast",
        "5": "corticosteroid therapy for asthma",
        "6": "corticosteroid treatments for severe asthma",
        "7": "what is the normal fev1 for asthma",
        "8": "corticosteroids for asthma",
        "9": "corticosteroid treatment for severe asthma",
        "10": "asthma exacerbation causes",
        "11": "what is the forced expiratory volume",
        "12": "zafirlukast is used for what",
        "13": "what is the average fev1 for corticosteroid",
        "14": "what is the treatment for asthma",
        "15": "what is the fev1 value",
        "16": "what is corticosteroid therapy",
        "17": "what is feva measured",
        "18": "what is the fev1",
        "19": "what fev1 is normal for a patient with severe asthma",
        "20": "what is the best spirometer for asthma",
        "21": "corticosteroid vs inhaled",
        "22": "corticosteroid therapy",
        "23": "corticosteroid",
        "24": "what is forced expiratory volume in the first second",
        "25": "corticosteroids in adults",
        "26": "corticosteroid inhaler",
        "27": "corticosteroid treatment",
        "28": "zamfirlukast inhaler fev1",
        "29": "what medication is used for asthma",
        "30": "what is fev1",
        "31": "asthma",
        "32": "corticosteroid therapy for asthma patients",
        "33": "corticosteroid for acute asthma"
    },
    "60": {
        "0": " The patient is a 63-year-old man presenting to the Emergency Department with a history of acute urinary retention in the past 2 days. Abdominopelvic CT scan revealed a large prostate and a bladder filled with urine. He is a candidate for urethral catheterization and TURP. Further evaluation revealed: Post-void residual: 71 mL Prostate volume (TRUS): 63 mL Prostate-specific antigen (PSA) level: 3.5 ng/mL His recent blood chemistry (3 days ago) was normal: Hgb: 13.6 g/dl WBC: 133000 /mm3 Plt: 370000 /ml PT: 12 second PTT: 34 second INR: 0.9 Creatinine: 0.5 mg/dl BUN: 10 mg/dl U/A: Color: yellow Appearance: cloudy PH: 5.3 Specific gravity: 1.010 Glc: 100 Nitrite: negative Ketone: none Leukocyte esterase: negative RBC: negative WBC: 2 WBCs/hpf U/C: negative ",
        "1": "prostate specific antigen creatinine",
        "2": "prostate specific antigen normal levels",
        "3": "what is the normal urine creatinine level for turp",
        "4": "prostate turp",
        "5": "prostate specific antigen normal range",
        "6": "turp prostate",
        "7": "prostate specific antigen (psa) level",
        "8": "prostate specific antigens",
        "9": "urine color urine chemistry",
        "10": "urinary tract tumor turp",
        "11": "urine creatinine level is in normal range",
        "12": "prostate specific antigen level",
        "13": "prostate specific antigen levels prostate specific antigen (PSA) level normal",
        "14": "what is urinary tract volume (trus)",
        "15": "turp prostate prostate specific antigen levels",
        "16": "prostate test turp",
        "17": "prostate volume turp",
        "18": "urine urine volume (trus)",
        "19": "prostate specific antigen levels",
        "20": "prostate volume (trus)",
        "21": "what urology lab results are normal",
        "22": "urinary retention",
        "23": "average prostate specific antigen",
        "24": "prostate specific antigen serum level",
        "25": "what ptt is normal for prostate prostate specific antigen?",
        "26": "what is the prostate trsa level",
        "27": "urine color is yellow",
        "28": "urine test for prostate",
        "29": "prostate-specific antigen (psa) level is 3.0 ng/mL",
        "30": "urine turp",
        "31": "what is the prostate specific antigen level for turp",
        "32": "prostate trus"
    },
    "61": {
        "0": " The patient is a 45-year-old postmenopausal woman with cytologically confirmed breast cancer. A core biopsy revealed a 3 cm invasive ductal breast carcinoma in the left upper outer quadrant. The tumor is HER2-positive and ER/PR negative. Axillary sampling revealed 5 positive lymph nodes. CXR was remarkable for metastatic lesions. The patient is using multivitamins and iron supplements. She does not smoke or consume alcohol. She is not sexually active and has no children. She is a candidate for tumor resection and agrees to do so prior to chemotherapy. ",
        "1": "what lymph nodes are positive for HER2/PR?",
        "2": "cxr for metastatic lesion",
        "3": "cxr is remarkable for metastatic lesions",
        "4": "is HER2-positive breast cancer metastatic",
        "5": "chemo versus her2",
        "6": "cxr is remarkable for metastatic lesions.",
        "7": "axillary sampling positive for metastatic lesions",
        "8": "HER2-positive tumor",
        "9": "cytologically confirmed breast cancer in the upper outer quadrant",
        "10": "what is the cxr for metastasis",
        "11": "cytologicly confirmed breast cancer",
        "12": "axillary sampling is positive for which metastatic lesions",
        "13": "what is the axillary nodes for her2 positive",
        "14": "what lymph nodes are involved in ductal carcinoma",
        "15": "who is a candidate for cancer resection",
        "16": "can er/pr be negative for cancer",
        "17": "is ductal ductal carcinoma resected?",
        "18": "who is a patient with a ductal carcinoma",
        "19": "what type of cancer is invasive ductal breast carcinoma",
        "20": "what organ does a ductal carcinoma originate",
        "21": "who is a candidate for cxr?",
        "22": "is her2 positive for breast tumor",
        "23": "what is a her2-positive ductal carcinoma",
        "24": "which of the following is a metastatic lymph node cancer",
        "25": "what quadrant does the ductal carcinoma go in",
        "26": "breast cancer resection",
        "27": "cytologically confirmed breast cancer",
        "28": "breast ductal carcinoma metastatic",
        "29": "what is the tumor in the upper outer quadrant",
        "30": "what is metastatic ductal carcinoma",
        "31": "cancer cytologically confirmed",
        "32": "cancer is a result of",
        "33": "what is the diagnosis of ductal breast cancer",
        "34": "ductal carcinoma in the upper outer quadrant",
        "35": "breast cancer in female",
        "36": "what is the tumor in the upper left quadrant of the breast",
        "37": "is er/pre positive",
        "38": "cxr positive lymph nodes"
    },
    "62": {
        "0": " A 46-year-old man presents with dizziness and frequent headaches. He has a family history of CAD, but no other cardiovascular risk factors such as smoking, high blood pressure, and diabetes mellitus and is physically active. The patient's LDL-C and HDL-C levels were 545 and 53 mg/dL, respectively. His fasting glucose and triglyceride levels (85 and 158 mg/dL, resp.) were within normal limits. The patient reported no use of lipid-lowering medications. Neck auscultation revealed a systolic murmur 3+/6+ in the neck, radiating to the skull. Ultrasonography of the carotid arteries, revealed severe stenosis in the left internal carotid artery (LICA), as well as moderate stenosis in the right internal carotid artery (RICA) estimated between 40% and 50%. For the LICA, the peak-systolic (PSV) and end-diastolic velocity (EDV) cutoff values were 208.5 cm/s and 54.5 cm/s, respectively; RICA PSV was 91.72 cm/s and RICA EDV was 37.37 cm/s. Plaque was observed in the anterior and posterior walls of the internal carotid artery and common carotid artery, which were characterized as bulky plates extending to the middle third of the internal coronary arteries (ICAs) and as predominantly echogenic and hyperechoic, with less than 50% of the area being echolucent with uneven surfaces. ",
        "1": "rica edv",
        "2": "rica peak systolic velocity (edv)",
        "3": "which internal carotid artery has plaque",
        "4": "common carotid artery systolic velocity",
        "5": "what is rica pulse rate",
        "6": "nica peak-systolic velocity",
        "7": "internal carotid artery",
        "8": "which internal carotid arteries are affected by calcific calcium",
        "9": "rica peak systolic velocity",
        "10": "which artery is the most stenotic",
        "11": "what is the rica edv",
        "12": "carotid artery edv",
        "13": "rica artery definition",
        "14": "rica artery",
        "15": "which inner carotid artery shows the most stenosis?",
        "16": "what does a rica",
        "17": "which of the following is a common cause of stenosis in carotid arteries, such as rica",
        "18": "what is the ica peak systolic velocity",
        "19": "what is the rica peak systolic velocity",
        "20": "what is the cutoff edv for rica artery",
        "21": "what is the peak systolic velocity of the rica",
        "22": "internal carotid artery systolic velocity",
        "23": "what is the peak systolic velocity in the left internal carotid artery",
        "24": "average arterial edv",
        "25": "which artery has the largest plaque",
        "26": "rica psv",
        "27": "rica is what",
        "28": "the right internal carotid is characterized as:",
        "29": "common carotid artery peak-systolic-volume cutoffs",
        "30": "what is the rica psv",
        "31": "what is the cutoff value for the rica"
    },
    "63": {
        "0": " A 54-year-old obese woman admitted to the emergency department with abdominal pain that started 4 days ago with nausea and vomiting. The epigastric pain radiates to the right upper quadrant, getting worse after eating fatty food. The patient experienced similar pain twice in the past year. Her past medical history is remarkable for hypercholesterolemia and 2 NVDs. She has 2 children, and she is menopausal. She does not smoke, drink alcohol, or use illicit drugs. She is mildly febrile. Her BP is 150/85, HR 115, RR 15, T 38.2, SpO2 98% on RA. She is an obese woman with no acute distress. On palpation, she experiences epigastric tenderness and tenderness in the right upper quadrant without rebound. Bowel sounds are normal. Laboratory analysis is remarkable for elevated ESR and leukocytosis with a left shift. The ultrasound revealed several gallstones, biliary sludge and CBD stones. The smallest stone is 14mm. ",
        "1": "what is the smallest gallstones",
        "2": "is epigastric pain an ra",
        "3": "epigastric pain radiating to the right upper quadrant",
        "4": "epigastric pain radiating to",
        "5": "epigastric pain radiating to upper right quadrant",
        "6": "symptoms of epigastric pain radiating to upper right quadrant",
        "7": "epigastric pain radiates to which quadrant",
        "8": "what is the cause of epigastric pain?",
        "9": "causes of epigastric tenderness",
        "10": "epigastric pain radiating to right upper quadrant",
        "11": "can epigastric pain radiate to the right upper quadrant",
        "12": "epigastric pain radiates to the right upper quadrant",
        "13": "epigastric pain radiating to which quadrant",
        "14": "which quadrant is the epigastric",
        "15": "what labs are in the epigastric region",
        "16": "epigastric pain radiates to what quadrant",
        "17": "epigastric pain radiate to what quadrant",
        "18": "epigastric pain causes",
        "19": "where is epigastric pain radiating",
        "20": "is epigastric pain an esr",
        "21": "epigastric pain radiating to upper quadrant",
        "22": "what does epigastric pain radiate to",
        "23": "epigastric pain radiating",
        "24": "what would make your right intestines tender?",
        "25": "epigastric pain radiating to _________",
        "26": "causes of epigastric pain radiating right up",
        "27": "epigastric pain",
        "28": "epigastric tenderness radiates to what quadrant?",
        "29": "causes of epigastric pain without rebound"
    },
    "64": {
        "0": " The patient is a 55-year-old man diagnosed with HCV 2 years ago and the recent coinfection with HBV. His past medical history is non-significant. He is on IFN, RBV and direct antiviral drugs for the past 6 months. The patient takes no other medications. His medical records show previous positive HCV RNA tests and a positive enzyme immunoassay for anti-HCV-antibodies. The recent biopsy was negative for hepatocellular carcinoma and was only remarkable for chronic inflammation compatible with a chronic viral hepatitis. There is no evidence of alcoholic liver disease, bleeding from esophageal varices, hemochromatosis, autoimmune hepatitis, or metabolic liver disease. He is an alert male with no acute distress. His BP: 130/75, HR: 90/min and BMI: 27. His abdomen is soft with no ascites or tenderness. The lower extremities are normal with no edema. ",
        "1": "hepatitis b test positive",
        "2": "what is the bp range for hcv",
        "3": "esophageal varices in liver disease",
        "4": "hepatitis c symptoms",
        "5": "what is the bp level for hepatitis c?",
        "6": "what lab is positive for hcv",
        "7": "what is the bmi for hepatitis c",
        "8": "is there evidence of autoimmune hepatitis",
        "9": "what is medical hepatitis rna",
        "10": "is chronic inflammation compatible with viral",
        "11": "does bmi affect hcv",
        "12": "hepatitis c",
        "13": "hcv rna positive patient",
        "14": "is hepatitis rna positive",
        "15": "symptoms of acute hepatitis",
        "16": "hcv symptoms in elderly man",
        "17": "bmi for hcv",
        "18": "is hcv a viral infection",
        "19": "is hcv viral",
        "20": "hep a",
        "21": "does hepatitis cause liver issues?",
        "22": "what is the bp range for hepatitis c",
        "23": "what is the bp when someone is sick with hcv",
        "24": "hepatitis c definition",
        "25": "is hepatitis chronic inflammation compatible with autoimmune hepatitis?",
        "26": "hepatitis c rna test",
        "27": "hepatitis c virus biopsy results",
        "28": "autoimmune hepatitis",
        "29": "how many years is the patient with hcv",
        "30": "symptoms of hepatitis c",
        "31": "what is the bp for a viral hepatitis",
        "32": "is rbv autoimmune",
        "33": "what is normal bmi for hepatitis c",
        "34": "chronic inflammation compatible with viral hepatitis is",
        "35": "chronic inflammation compatible with viral hepatitis"
    },
    "65": {
        "0": " The patient is a 25-year-old man with type 1 diabetes confirmed with molecular analysis 7 years ago. He presents to the clinic with shortness of breath and fatigue during activities. He claims mild dyspnea after climbing 3 floors, no dyspnea at rest and no angina (New York Heart Association class 2). He is diagnosed with cardiomyopathy that will be treated with ACE inhibitors and Beta blockers. His takes 70/30 Insulin and vitamin D supplements. His past medical history is not significant for any other medical issues. His family history is positive for DM type 1 in his uncle and his grandfather. His lab study is as bellow: FBS: 100 mg/dl HbA1c: 6.5% Cholesterol: 190 mg/dl TG: 140 mg/dl LDL: 125 mg/dl HDL: 40 mg/dl ",
        "1": "types of diabetes in family",
        "2": "hba1c ldl cholesterol",
        "3": "diabetes tg",
        "4": "what is the hba1c of a man with diabetes",
        "5": "diabetes st",
        "6": "diabetes family history",
        "7": "what lab reading is diabetes",
        "8": "hba1c tg",
        "9": "diabetes dm family history",
        "10": "diabetes dm test",
        "11": "diabetes type 1 symptoms and diagnosis",
        "12": "hba1c dm patient",
        "13": "what labs are for diabetes type 1",
        "14": "what lab readings are normal for diabetics",
        "15": "diabetic shortness of breath",
        "16": "hba1c and cholesterol",
        "17": "what medication to use for dyspnea",
        "18": "fbs dm",
        "19": "what lab work is for diabetes",
        "20": "diabetes type dm",
        "21": "glucose levels ny",
        "22": "hba1c",
        "23": "hba1c tg hdl lab results",
        "24": "diabetes type one lab results",
        "25": "what labs show type one diabetes",
        "26": "what is the normal hba1c range for diabetes",
        "27": "diabetes type 1 symptoms for older men",
        "28": "diabetes symptoms in man",
        "29": "hba1c range for diabetes",
        "30": "type i diabetes symptoms",
        "31": "glucose levels in blood",
        "32": "what is your blood sugar hba1c",
        "33": "diabetes type 1",
        "34": "what labs are used by dm",
        "35": "blood sugar numbers",
        "36": "diabetes types and symptoms",
        "37": "diabetes lab results",
        "38": "diabetes type 1 lab results",
        "39": "diabetes megalovirus labs",
        "40": "diabetes types and treatment"
    },
    "66": {
        "0": " A 16-year-old girl came to the clinic complaining of weight gain and abnormal menstrual cycles. Her BMI was 24, but she has gained 5 kg in the past few weeks. She gets tired more frequently and does not have energy to go dancing with her friends. Her lab results were remarkable for high TSH levels (15 mU/L) and low free T4 levels (0.18 ng/dl). Her anti-TPO levels were extremely high (136 IU/ml). She was diagnosed with Hashimoto disease. She does not smoke and she is not sexually active. ",
        "1": "is tsh considered a high or low",
        "2": "hashimoto disease symptoms",
        "3": "what is the dl of anti tpo",
        "4": "what is a normal tsh lab",
        "5": "is hashimoto disease bmi low or high",
        "6": "what is the tsh level in ml?",
        "7": "highest tsh in blood",
        "8": "hashimoto disease in adolescents",
        "9": "what lab results are significant in hashimoto disease",
        "10": "is tsh low",
        "11": "what labs are normal for hashimoto disease",
        "12": "what is the normal range for tsh in a girl",
        "13": "tsh levels and tpo levels",
        "14": "hashimoto disease in teenage female",
        "15": "is tsh normal",
        "16": "is anti tpo low",
        "17": "hashimoto disease bpi",
        "18": "is tsh an anti-tpo level",
        "19": "what lab result indicates hashimoto",
        "20": "how high are normal tsh",
        "21": "is tsh a lab",
        "22": "hashimoto symptoms in teenagers",
        "23": "hashimoto disease",
        "24": "high tsh for hashimoto",
        "25": "hashimoto's syndrome lab results",
        "26": "hashimoto disease labs",
        "27": "what lab results show tsh and anti tpo",
        "28": "what lab results are abnormal for hashimoto disease",
        "29": "what lab test for hashimoto disease",
        "30": "what is the normal tsh levels for hashimoto",
        "31": "what lab result is highest for hashimoto disease",
        "32": "what is tsh level",
        "33": "what is the range for u.s. tsh and tpo",
        "34": "is tsh the same as tpo in lab results",
        "35": "what lab test is used for hashimoto disease",
        "36": "hashimoto disease bmi",
        "37": "what is normal for tsh levels",
        "38": "is anti tpo high",
        "39": "hashimoto's disease lab results"
    },
    "67": {
        "0": " A Pap smear in a 54-year-old woman revealed abnormal cervical squamous intraepithelial/glandular lesion. She tested positive for HPV 16. She is sexually active with her husband and has 4 children. She is menopausal and uses no contraception. She smokes and drinks alcohol frequently. She is otherwise healthy. She was offered conization. ",
        "1": "which hpv test indicates the presence of glandular lesion?",
        "2": "hpv squamous intraepithelial glandular lesion",
        "3": "what is the earliest pap smear is positive for hpv",
        "4": "what is intraepithelial glandular lesion",
        "5": "pap smear symptoms",
        "6": "squamous intraepithelial gl",
        "7": "squamous intraepithelial glandular lesion",
        "8": "hpv detected on pap smear",
        "9": "hpv smear lab results",
        "10": "hpv intraepithelial",
        "11": "what test for hpv positive",
        "12": "is hpv intraepithelial",
        "13": "what is the test for hpv 16",
        "14": "what is squamous intraepithelial/glandular lesion hpv test",
        "15": "hpv smears squamous intraepithelial mass",
        "16": "what causes a pap smear to be irregular",
        "17": "glandular lesion",
        "18": "hpv intraepithelial glandular",
        "19": "hpv glandular",
        "20": "is a pap smear an abnormality?",
        "21": "what causes hpv in cervical lesions",
        "22": "what is the earliest a squamous intraepithelial/glandular lesion should be detected",
        "23": "hpv intraepithelial glandular lesion",
        "24": "what test for hpv",
        "25": "squamous intraepithelial lesion",
        "26": "hpv test for intraepithelial",
        "27": "hpv 16 hpv positive cervical pap smears",
        "28": "what cervical squamous intraepithelial glandular glandular",
        "29": "hpv squamous intraepithelial glandular lesion symptoms",
        "30": "hpv 16 squamous intraepithelial",
        "31": "pap smear what is the test for",
        "32": "what is hpv squamous intraepithelial",
        "33": "what is the diagnosis for hpv",
        "34": "what is hpv intraepithelial",
        "35": "glandular lesions",
        "36": "what labs for HPV"
    },
    "68": {
        "0": " The patient is a 23-year-old man who came to the hospital with high blood pressure (175/95 mmHg) and signs of septicemia. He developed respiratory failure requiring mechanical ventilation and renal failure requiring hemodialysis. His blood smear showed microangiopathic hemolytic anemia and thrombocytopenia. His blood tests revealed elevated lactate dehydrogenase and reduced human complement C3 levels with a normal coagulation profile. He was diagnosed with atypical hemolytic uremic syndrome. He was treated with plasma exchange and corticosteroids. He has been previously vaccinated with meningococcal group ACWY conjugate vaccine and meningococcal group B vaccine. The genetic survey revealed ADAMTS13 >10%. ",
        "1": "atypical hemolytic uremic syndrome",
        "2": "hemolytic uremic symptoms",
        "3": "hemolytic uremic syndrome",
        "4": "what is normal blood test for hemolytic uremic",
        "5": "blood test results for atypical hemolytic uremic syndrome",
        "6": "is complement in atypical hemolytic uremic syndrome?",
        "7": "meningococcal vaccine",
        "8": "which blood test should be run for meningococcal group",
        "9": "meningococcal vaccine genetics",
        "10": "symptoms of atypical hemolytic uremic syndrome",
        "11": "what is the dx for hemolytic uremic syndrome",
        "12": "symptoms of septicemia",
        "13": "blood test atypical hemolytic uremic syndrome",
        "14": "meningococcal group b vaccine",
        "15": "hepatic hemolytic uremic syndrome",
        "16": "atypical hemolytic uremic syndrome blood test results",
        "17": "what is atypical hemolytic uremic syndrome",
        "18": "atypical hemolytic uremic syndrome blood tests",
        "19": "is lactate dehydrogenase coagulation profile normal",
        "20": "which blood test shows atypical hemolytic uremic syndrome?",
        "21": "blood test for autoimmune hemolytic uremic syndrome",
        "22": "is lactate dehydrogenase atypical hemolytic anemia",
        "23": "what lab test is elevated for hemolytic ures",
        "24": "atypical hemolytic uremic syndrome (ahus)",
        "25": "what test is used to diagnose hemolytic uremic syndrome"
    },
    "69": {
        "0": " A 67-year-old healthy woman came to the clinic to have her flu shot in early October. She works at a rehab center and has no underlying disease. It is her first vaccination this year. she is menopausal and has 4 children. She does not some. She takes daily multivitamins and anti-hypertensive drugs. She exercises regularly for 30 minutes a day at least 5 days a week. She has no allergies to any food or drugs. ",
        "1": "when to have flu shots",
        "2": "when is the flu vaccination",
        "3": "age of flu vaccination",
        "4": "when should you get the flu shot",
        "5": "when to get your flu shot",
        "6": "when do you get flu shots",
        "7": "when does women get flu",
        "8": "when did they first start giving flu shots",
        "9": "what medication to take for flu shots",
        "10": "when is the u.s flu vaccine due",
        "11": "when is flu season",
        "12": "who needs a flu shot",
        "13": "who needs a flu shot?",
        "14": "when do they give flu shots",
        "15": "when should you get your flu shot",
        "16": "when should elderly woman get the flu shot",
        "17": "flu shot 67 year old",
        "18": "when did a u.s. woman get her flu shot",
        "19": "when is the flu shot recommended",
        "20": "when should flu shots be given",
        "21": "when should i have flu shot",
        "22": "when to give a flu shot",
        "23": "when should you get a flu shot",
        "24": "when can i get flu shots",
        "25": "how old should you be to get your flu shot",
        "26": "flu shot how old should a woman be",
        "27": "how old do you have to be for a flu shot",
        "28": "when should i have the flu shot?",
        "29": "who has flu shot",
        "30": "when are flu shots due",
        "31": "when can you have your flu shot after having no underlying disease",
        "32": "when should you have flu shots?",
        "33": "when to have flu shot",
        "34": "who should get flu shot",
        "35": "when is a flu shot necessary",
        "36": "when do you get your flu shot"
    },
    "70": {
        "0": " A 46-year-old Asian woman with MDD complains of persistent feelings of sadness and loss of interest in daily activities. She states that her mood is still depressed most of the days. She complains of loss of energy and feelings of worthlessness nearly every day. She is on anti-depressants for the past 6 months, but the symptoms are still present. She does not drink alcohol or smoke. She used to exercise every day for at least 30 min., but she doesn't have enough energy to do so for the past 3 weeks. She also has some digestive issues recently. She is married and has 4 children. She is menopausal. Her husband was diagnosed with colon cancer a year ago and is undergoing chemotherapy. Her past medical history is unremarkable. Her family history is negative for any psychologic problems. Her HAM-D score is 20. ",
        "1": "who is the person with constant depression and mdd",
        "2": "ham-d score",
        "3": "ham-d score for depression",
        "4": "symptoms of mdd and loss of energy",
        "5": "symptoms of mdd for women",
        "6": "ham-d meaning",
        "7": "ham-d scores for depression",
        "8": "depression symptoms and treatment",
        "9": "ham-d score symptom",
        "10": "ham-d score definition",
        "11": "depression symptoms in women",
        "12": "depression symptoms in elderly",
        "13": "symptoms of mdd",
        "14": "ham-d score meaning",
        "15": "symptoms of major depression",
        "16": "ham d score definition",
        "17": "ham-d scores",
        "18": "symptoms with mdd",
        "19": "what score to be for ham-d",
        "20": "can mdd cause loss of focus",
        "21": "depression symptoms in women age",
        "22": "how many kids does the woman in the example have?",
        "23": "symptoms of mdd in women",
        "24": "symtoms of a person with mood disorders"
    },
    "71": {
        "0": " The patient is a 34-year-old obese woman who comes to the clinic with weight concerns. She is 165 cm tall, and her weight is 113 kg (BMI: 41.5). In the past, she unsuccessfully used antiobesity agents and appetite suppressants. She is complaining of sleep apnea, PCO and dissatisfaction with her body shape. She is a high-school teacher. She is married for 5 years. She doesn't use any contraceptive methods for the past 4 months and she had no prior pregnancies. She rarely exercises and movement seems to be hard for her. She is not able to complete the four-square step test in less than 15 seconds. She does not smoke or use any drugs. Her BP: 130/80, HR: 195/min and her BMI is: 41.54. Her lab results: FBS: 98 mg/dl TG: 150 mg/dl Cholesterol: 180 mg/dl LDL: 90 mg/dl HDL: 35 mg/dl She is considering a laparoscopic gastric bypass. ",
        "1": "bmi for obese woman",
        "2": "bp/hr for gastric bypass",
        "3": "what labs are considered for a bypass",
        "4": "average lab work for gastric bypass",
        "5": "bmi number that is low but healthy",
        "6": "what are the values for a gastric bypass",
        "7": "what is the bmi of a patient",
        "8": "what is the bmi for a gastric bypass patient",
        "9": "hr for four square step test",
        "10": "average bmi",
        "11": "what is the bmi for obesity",
        "12": "average bmi for an obese woman",
        "13": "bmi number of obese",
        "14": "average weight for a woman with hypertension",
        "15": "bmi for female - 115 kg",
        "16": "bmi of 165 cm",
        "17": "what is normal bmi of a 34 year old",
        "18": "how much weight should i lose after a gastric bypass",
        "19": "bmi",
        "20": "bmi of obese woman",
        "21": "bmi of obese patient",
        "22": "what is the average bp for an obese person",
        "23": "bmi of a person with obesity",
        "24": "bmi number for obesity",
        "25": "bsmi is 103",
        "26": "what is a normal lab bmi?",
        "27": "what is the bmi for a gastric bypass",
        "28": "bmi range for obesity",
        "29": "bmi 113 kg",
        "30": "average bp range",
        "31": "bmi for a woman with sleep apnea",
        "32": "what is bmi of an obese woman",
        "33": "what is normal for a bmi",
        "34": "bmi if not taking antiobesity",
        "35": "gastric bypass bmi",
        "36": "what is the bmi for a woman who is obese",
        "37": "what is bmi range for gastric bypass",
        "38": "what should bmi be"
    },
    "72": {
        "0": " The patient is a 16-year-old girl recently diagnosed with myasthenia gravis, class IIa. She complains of diplopia and weakness affecting in her upper extremities. She had a positive anti-AChR antibody test, and her single fiber electromyography (SFEMG) was positive. She is on acetylcholinesterase inhibitor treatment combined with immunosuppressants. But she still has some symptoms. She does not smoke or use illicit drugs. She is not sexually active, and her menses are regular. Her physical exam and lab studies are not remarkable for any other abnormalities. BP: 110/75 Hgb: 11 g/dl WBC: 8000 /mm3 Plt: 300000 /ml Creatinine: 0.5 mg/dl BUN: 10 mg/dl Beta hcg: negative for pregnancy ",
        "1": "symptoms of myasthenia gravis",
        "2": "lab work myasthenia gravis",
        "3": "myasthenia gravis symptoms",
        "4": "what labs are positive for myasthenia gravis",
        "5": "myasthenia gravis symptoms in teenage girl",
        "6": "myasthenia gravis symptoms in women",
        "7": "myasthenia gravis symptoms in teens",
        "8": "my bp for myasthenia gravis is what",
        "9": "what is a positive lab for mg",
        "10": "wbc labs",
        "11": "myasthenia gravis lab results",
        "12": "how long for a sfemg to be positive with a myasthenia gravis test",
        "13": "myasthenia gravis - sfemg",
        "14": "what labs are negative for myasthenia gravis",
        "15": "myasthenia gravis patient history",
        "16": "myasthenia gravis symptoms in teenagers",
        "17": "myasthenia gravis - symptoms and causes",
        "18": "myasthenia gravis sfemg",
        "19": "myasthenia gravis symptom range",
        "20": "symptoms of my asthenia gravis class ii",
        "21": "myasthenia gravis",
        "22": "class iia myasthenia gravis symptoms",
        "23": "what lab test for myasthenia gravis",
        "24": "myasthenia gravis symptom",
        "25": "mg",
        "26": "myasthenia gravis age range",
        "27": "myasthenia gravis sfemg labs",
        "28": "sfemg positive symptoms"
    },
    "73": {
        "0": " The patient is a 3-day-old female infant with jaundice that started one day ago. She was born at 34w of gestation and kept in an incubator due to her gestational age. Vital signs were reported as: axillary temperature: 36.3°C, heart rate: 154 beats/min, respiratory rate: 37 breaths/min, and blood pressure: 65/33 mm Hg. Her weight is 2.1 kg, length is 45 cm, and head circumference 32 cm. She presents with yellow sclera and icteric body. Her liver and spleen are normal to palpation. Laboratory results are as follows: Serum total bilirubin: 21.02 mg/dL Direct bilirubin of 2.04 mg/dL AST: 37 U/L ALT: 20 U/L GGT: 745 U/L Alkaline phosphatase: 531 U/L Creatinine: 0.3 mg/dL Urea: 29 mg/dL Na: 147 mEq/L K: 4.5 mEq/L CRP: 3 mg/L Complete blood cell count within the normal range. She is diagnosed with neonatal jaundice that may require phototherapy. ",
        "1": "normal levels of alk phosphatase in neonates",
        "2": "how much bilirubin to treat jaundice",
        "3": "neonatal jaundice",
        "4": "what is normal bilirubin",
        "5": "jaundice symptoms in neonatal",
        "6": "jaundice in neonate",
        "7": "jaundice in newborn",
        "8": "what is normal for jaundice in newborn baby",
        "9": "jaundice in neonatal infant symptoms",
        "10": "normal neonatal bilirubin level",
        "11": "neonatal jaundice blood test",
        "12": "neonatal jaundice normal serum values",
        "13": "jaundice in newborns",
        "14": "jaundice for newborn",
        "15": "jaundice in babies sclera is yellow",
        "16": "what is jaundice in infants",
        "17": "infant jaundice normal",
        "18": "what is jaundice in a newborn baby",
        "19": "jaundice newborn",
        "20": "normal bilirubin levels for newborn",
        "21": "neonatal jaundice symptoms",
        "22": "neonatal jaundice normal values",
        "23": "normal bilirubin level for neonate",
        "24": "what labs show jaundice in neonates",
        "25": "temperature of jaundice in newborn",
        "26": "normal sclera for infants",
        "27": "jaundice normal range",
        "28": "neonatal jaundice definition",
        "29": "neonatal jaundice blood test results",
        "30": "jaundice in infants normal",
        "31": "jaundice symptoms in newborn",
        "32": "normal newborn jaundice",
        "33": "normal serum bilirubin levels"
    },
    "74": {
        "0": " The patient is a 53-year-old man complaining of frequent headaches, generalized bone pain and difficulty chewing that started 6 years ago and is getting worse. Examination shows bilateral swellings around the molars. The swellings have increased since his last examination. Several extraoral lesions of the head and face are detected. The swellings are non-tender and attached to the underlying bone. Further evaluation shows increased uptake of radioactive substance as well as an increase in urinary pyridinoline. The serum alkaline phosphatase is 300 IU/L (the normal range is 44- 147 IU/L). The patient's sister had the same problems. She was diagnosed with Paget's disease of bone when she was 52 years old. The diagnosis of Paget's Disease of Bone is confirmed and Bisphosphonate will be started as first-line therapy. ",
        "1": "paget's disease of bone",
        "2": "paget disease of the molars symptoms",
        "3": "paget's disease of the bone",
        "4": "what is normal alkaline phosphatase",
        "5": "what is normal alkaline phosphatase level in serum",
        "6": "alkaline phosphatase normal range",
        "7": "what is normal range alkaline phosphatase",
        "8": "normal range of alkaline phosphatase in urine",
        "9": "what is the normal range for alkaline phosphatase serum",
        "10": "pagets disease of the bone",
        "11": "what is normal alkaline phosphatase level for bone marrow",
        "12": "paget disease normal range",
        "13": "what is the normal alkaline phosphatase",
        "14": "what is normal for alkaline phosphatase",
        "15": "normal range for alkaline phosphatase",
        "16": "what is normal range for alkaline phosphatase in blood serum",
        "17": "normal alkaline phosphatase",
        "18": "normal range for alkalinization of the molars",
        "19": "what is the normal alkaline phosphatase for pagets disease",
        "20": "paget disease of the mouth",
        "21": "paget's disease normal range",
        "22": "normal range of alkaline phosphatase",
        "23": "normal serum alkaline phosphatase range",
        "24": "normal range alkaline phosphatase",
        "25": "normal range of alkaline phosphatase in serum",
        "26": "normal ppt level",
        "27": "ui normal range for alkaline phosphatase",
        "28": "which medication to use for paget's disease",
        "29": "what is the normal range of serum alkaline phosphatase",
        "30": "Paget's disease of the bone in elderly person",
        "31": "paget disease of the bone",
        "32": "Paget's disease",
        "33": "normal alkaline phosphatase levels in body"
    },
    "75": {
        "0": " The patient is a 55-year-old man who was recently diagnosed with Parkinson's disease. He is complaining of slowness of movement and tremors. His disease is ranked as mild, Hoehn-Yahr Stage I. His past medical history is significant for hypertension and hypercholesterolemia. He lives with his wife. They have three children. He used to be active with gardening before his diagnosis. He complains of shaking and slow movement. He had difficulty entering through a door, as he was frozen and needed guidance to step in. His handwriting is getting smaller. He is offered Levodopa and Trihexyphenidyl. He is an alert and cooperative man who does not have any signs of dementia. He does not smoke or use any illicit drugs. ",
        "1": "parkinson's disease symptoms",
        "2": "is parkinson's syndrome mild",
        "3": "what is the name of the medication used for parkinson's disease patients",
        "4": "is parkinson's disease mild",
        "5": "what is the stage of parkinson disease",
        "6": "what age is parkinson's disease diagnosed",
        "7": "parkinson's disease symptoms in elderly",
        "8": "symptoms of parkinson's at first diagnosis",
        "9": "parkinson's disease symptoms and",
        "10": "symptoms parkinson's disease",
        "11": "what stage is parkinson's disease",
        "12": "parkinson disease in elderly",
        "13": "symptoms of parkinson's disease",
        "14": "parkinson's symptoms and diagnosis",
        "15": "what medication is prescribed for parkinson's disease",
        "16": "parkinson's disease in elderly",
        "17": "parkinson's symptoms",
        "18": "what is parkinson's disease",
        "19": "what is the stage of parkinson's disease",
        "20": "parkinson's definition",
        "21": "parkinson's symptoms egypt",
        "22": "what medications are used to prevent shakiness from parkinson's disease",
        "23": "parkinson's symptoms in elderly",
        "24": "parkinson's disease patient age",
        "25": "who is the patient with parkinson's disease",
        "26": "parkinsons tremors symptoms elderly",
        "27": "is parkinson's disease considered a medical condition",
        "28": "is parkinson's disease slow",
        "29": "parkinson's disease handwriting",
        "30": "who is the patient in a parkinson's diagnosis",
        "31": "what stage of parkinson disease is this man",
        "32": "what std is parkinson disease",
        "33": "who is the patient"
    }
}